{
    "temp0_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_1short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp2_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much cheaper diesel was compared to petrol. After filling up, the truck roared back to life and continued down the highway, ready for its next adventure.",
    "temp2_year-week-embark_1short": "Here is a 3-sentence story that includes the words \"year\", \"week\", and \"embark\":\nIt's been a year since I graduated from school, and now I'm ready to embark on a new adventure. My friends and I have been planning this trip for a week, and we're excited to explore the world together. As we set off on our journey, we can't wait to see what amazing experiences await us as we embark on this exciting new chapter of our lives.",
    "temp2_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement that she would solve the mystery by using her stealth skills to sneak up on the culprit. With her trained eyes, she began to detect even the smallest clues that others might have missed. As she crept through the shadows, her ability to detect and use stealth helped her catch the thief off guard, proving her initial statement to be true.",
    "temp2_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, her faith would grow stronger, and she would feel a sense of peace wash over her. When she finished singing, the whole congregation would erupt into applause, reaffirming her belief in the transformative power of song.",
    "temp2_organ-empire-comply_1short": "Here is a 3 sentence story that includes the words \"organ\", \"empire\", and \"comply\": \nIn a far-off galaxy, there existed a powerful empire ruled by an evil leader who demanded that all citizens comply with his strict rules. Those who refused to comply were forced to listen to the eerie sound of a giant organ that played haunting melodies day and night. The people of the empire lived in fear, knowing they had to comply or face the wrath of their ruler and the ominous sound of the organ.",
    "temp2_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist long before its inhabitants. \nAs I walked through its dusty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its darkest secrets. \nIn this foreboding place, it was said that only those who made the payment could truly understand the mysteries that exist within its crumbling walls.",
    "temp4_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. To make sure it arrives safely, I need to buy a stamp from the post office and attach it carefully. Once the stamp is securely on the envelope, I can send my letter on its journey to my friend's mailbox.",
    "temp4_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed fuel, so we pulled into the station to fill up at the pump. We had to decide whether to use petrol or diesel, and luckily the attendant was there to help us choose. After filling up with diesel, we were back on the road in no time, thanks to the quick work at the pump.",
    "temp4_year-week-embark_1short": "Here is a 3 sentence story that includes the words \"year\", \"week\", and \"embark\": \nIt had been a year since I graduated from school, and now I was ready to embark on my next adventure. My friends and I decided to take a week long trip around the world to celebrate this new chapter in our lives. As we stood at the airport, waiting to embark on our journey, we couldn't help but feel excited for all the amazing experiences that awaited us in the coming week and beyond this year.",
    "temp4_statement-stealth-detect_1short": "Here is a 3 sentence story at a grade none reading level:\n\nThe detective was trying to detect the clues left behind by the sneaky thief who used stealth to break into the museum. As she examined the scene, she found a statement from the thief claiming responsibility for the crime and boasting about their clever escape. With this new information, the detective was determined to use her skills to track down the thief and bring them to justice, putting an end to their stealthy ways.",
    "temp4_belief-faith-sing_1short": "Here is a short story with the given words:\nMy grandmother had a strong belief in the power of music to heal the heart. She would often sing hymns that filled our home with love and warmth, and her faith in a higher power was inspiring to all who knew her. As I listened to her sing, I felt my own faith grow stronger, and I began to share her belief in the transformative power of song.",
    "temp4_organ-empire-comply_1short": "Here is a 3-sentence story at a grade None reading level:\nIn the heart of the galaxy, there existed a powerful empire ruled by an evil leader who forced everyone to comply with his cruel laws. But one brave musician dared to defy him by playing a forbidden tune on her ancient organ, filling the streets with a rebellious melody that inspired others to resist. As the people began to rise up against their oppressor, the empire started to crumble, and soon the musician's organ was playing a triumphant song of freedom, signaling that the era of compliance was finally over.",
    "temp4_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist long before its inhabitants. \nThe family had to make a hefty payment every month to maintain the massive estate, but it was worth it to uncover its secrets and understand why the gloom seemed to exist there.",
    "temp6_stamp-letter-send_1short": "Here is a 3 sentence story at a grade None reading level:\nI sat down to write a letter to my friend who lives far away. Before I could send it, I had to put a special stamp on the envelope so it would get to her house. With the stamp in place, I ran to the mailbox to send my letter on its journey to my friend's hands.",
    "temp6_petrol-diesel-pump_1short": "Here is a very short story at a grade none reading level that is 3 sentences long:\n\nThe big truck needed petrol to drive down the highway. But the driver realized he was at the wrong pump, it was for diesel only. Luckily, there was another pump nearby where he could fill up with the right kind of fuel, either petrol or diesel, and get back on the road.",
    "temp6_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and we were finally ready to start our adventure. We would travel to different countries, try new foods, and learn about various cultures, making this year one to remember.",
    "temp6_statement-stealth-detect_1short": "Here is a 3 sentence story that includes the words \"statement\", \"stealth\", and \"detect\":\nAs I walked into the dark room, I made a bold statement by turning on my flashlight, shining it directly at the mysterious figure lurking in the corner. But to my surprise, the figure was able to move with stealth, slipping away unnoticed into the shadows before I could even blink. The detective was called in to help detect any clues that might have been left behind, and after a thorough search, she finally found a faint footprint that would lead us to the culprit.",
    "temp6_belief-faith-sing_1short": "Here is a very short story with the given words:\nThe choir began to sing a beautiful hymn that filled the church with joy and peace, strengthening their belief in a higher power. As they sang, their faith grew stronger, bringing them closer together as a community of worshipers. The music was a powerful expression of their devotion, and it inspired all who listened to join in and sing from the heart, deepening their own faith and belief.",
    "temp6_organ-empire-comply_1short": "Here is a 3-sentence story at a grade None reading level that includes the words \"organ\", \"empire\", and \"comply\": \nIn a far-off galaxy, there existed a powerful empire ruled by an evil leader who forced everyone to comply with his cruel rules. The people of the empire were not allowed to play any musical instruments except for one old organ that was hidden deep within a secret cave. Those who dared to disobey and play other instruments would be punished, but the sound of the lone organ echoed through the land, inspiring hope that one day the empire's tyranny would end and freedom would ring out.",
    "temp6_gloom-payment-exist_1short": "Here is a 3-sentence short story at a high school reading level:\nIn the depths of the forest, a sense of gloom settled over the travelers as they struggled to find their way. According to legend, a magical portal was hidden somewhere in the woods, but it would only exist for those who made a worthy payment to the guardian of the forest. As they finally stumbled upon the shimmering portal, they realized that the payment had been worth it, for on the other side lay a world of wonder and magic that few got to exist in.",
    "temp8_stamp-letter-send_1short": "I want to tell you a fun story! I got a stamp from my mom to put on a letter I was going to send to my friend who lives far away. After I put the stamp on the letter, I took it to the mailbox and dropped it in so the mailman could send it to my friend. My friend was very happy when she got the letter and we are excited to send more letters to each other soon!",
    "temp8_petrol-diesel-pump_1short": "Here is a 3-sentence short story:\n\nAs I drove into the station, I noticed they had both petrol and diesel options at the pump. I filled up my car with petrol, but my friend's truck required diesel, so we used the separate pump for that. After we finished pumping our respective fuels, we paid and continued on our road trip, feeling relieved to have full tanks again.",
    "temp8_year-week-embark_1short": "Here is a very short story with the given words:\n\nIt's been a year since I graduated from school, and now I'm ready to embark on my dream career as an astronaut. This week will be the busiest one yet, with training sessions and preparation for launch day. As I put on my spacesuit and board the spaceship, I feel excited to embark on this incredible journey that will take me to new heights.",
    "temp8_statement-stealth-detect_1short": "Here is a 3 sentence short story that includes the words \"statement\", \"stealth\", and \"detect\": \nThe detective made a bold statement to the press, claiming she would solve the case in record time. Using her skills of stealth, she snuck into the abandoned warehouse to gather clues without being seen. With her expert training, she could detect even the smallest details that might crack the whole investigation wide open.",
    "temp8_belief-faith-sing_1short": "Here is a 3 sentence story that includes the words \"belief\", \"faith\", and \"sing\":\nAs I stood on the mountain, my strong belief in a higher power filled me with peace. With unwavering faith, I closed my eyes and let the wind carry my voice as I began to sing a gentle melody. The sound of my song echoed through the valleys, a joyful expression of the faith that had guided me to this moment of perfect harmony.",
    "temp8_organ-empire-comply_1short": "Here is a 3-sentence short story:\n\nThe intergalactic empire was known for its beautiful music, which was played on a giant space-age organ that filled the cosmos with enchanting melodies. However, not all planets were forced to comply with the empire's love of music, and some even rebelled against the harmonious regime. In the end, the empire's power and stunning organ playing convinced most planets to comply and join in the universal symphony.",
    "temp8_gloom-payment-exist_1short": "Here is a 3 sentence story that includes the words \"gloom\", \"payment\", and \"exist\":\nIn a world filled with darkness and gloom, people struggled to find hope. The only way for them to exist was by making a payment to the rulers of the land, who controlled all the resources. As long as they made their daily payment, they were allowed to exist in this bleak world, but it was a meager existence at best.",
    "temp10_stamp-letter-send_1short": "Here is a 3-sentence story:\n\nI sat down at my desk to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp in the corner of the envelope so it was ready to send. With a happy smile, I dropped the letter in the mailbox and waited for the mailman to come and send it on its way to my friend's hands.",
    "temp10_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe big truck needed fuel, so it stopped at the station to fill up with diesel. Next to it, a small car was using the pump to put in petrol. After filling up, both vehicles drove away, ready for their next adventure.",
    "temp10_year-week-embark_1short": "As the new year began, Sarah felt excited to embark on her journey around the world. She had been planning this trip for a whole year and was finally ready to take off. Her friends would meet up with her every week to hear about her amazing adventures. With a happy heart, Sarah would share stories of the incredible things she saw and experienced each week, inspiring others to embark on their own travels someday.",
    "temp10_statement-stealth-detect_1short": "Here is a 3 sentence story that includes the words \"statement\", \"stealth\", and \"detect\":\n\nAs I walked into the dark room, I tried to make a bold statement with my bright yellow shirt, but it was hard to be seen in the shadows. My friend was moving with stealth, trying not to be heard as she snuck up behind me, but I could detect the faint sound of her breathing. With my super sharp hearing, I could detect even the quietest noises, and I turned around just in time to see my friend jumping out to surprise me.",
    "temp10_belief-faith-sing_1short": "Here is a 3 sentence short story at a grade None reading level that includes the words \"belief\", \"faith\", and \"sing\":\nIn a small village, there was a magical spring that gave people the power to sing with beautiful voices. The villagers had a strong belief in the magic of the spring and they would go there every day to fill their hearts with faith and music. As they drank from the spring, they would lift their voices and sing together, filling the air with joyful sounds that echoed their unwavering faith and deepened their belief in the magical power of the water.",
    "temp10_organ-empire-comply_1short": "Here is a very short story with the given words:\n\nIn a far-off galaxy, there existed a powerful empire ruled by an evil leader who demanded that all citizens comply with his strict laws. One brave musician dared to defy the empire's rules by playing a forbidden tune on her ancient organ. As the beautiful music filled the air, the people began to question the empire's authority and soon they refused to comply. The musician's courageous act sparked a revolution that ultimately led to the downfall of the evil empire.",
    "temp10_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in gloom, its grandeur lost on the family who struggled to make ends meet. They feared that if they couldn't make the next payment, they would lose their home and everything they had worked for would no longer exist. The weight of this reality hung over them like a dark cloud, threatening to consume their every waking moment.",
    "temp0_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy heart, I will send the letter tomorrow morning.",
    "temp2_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed fuel, so we pulled into the station to fill up at the pump. The attendant asked if we wanted petrol or diesel, and we chose diesel since it was the recommended type for our vehicle. After filling up, we paid and were back on the road in no time, thanks to the quick service at the pump.",
    "temp2_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week, I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp2_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case, but she knew it would require stealth to sneak up on the culprit. With her expert skills, she could detect even the slightest clue that would lead her to the truth. As she crept through the shadows, her eyes scanned the area to detect any sign of movement, all while keeping a low profile with her stealth approach.",
    "temp2_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As I listened to her sing, my own faith grew stronger, and I began to share her belief in the transformative power of song.",
    "temp2_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an alien overlord ruled a massive empire where music was the key to power, and every citizen had to comply with the daily concerts played on a magical organ. The organ's melodies could control the minds of those who listened, forcing them to comply with the overlord's every command, and soon the entire empire was under its spell. As the last notes faded away, the alien overlord smiled, knowing that the empire would forever comply with its will, all thanks to the enchanting sounds of the mighty organ.",
    "temp2_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist long before its inhabitants. \nThe owner had to make a hefty payment every month to maintain the massive estate, but it was worth it to him because he loved the mysterious atmosphere that seemed to exist within its walls.",
    "temp4_stamp-letter-send_2short": "I want to tell you a fun story! Here it is: \nI sat at my desk to write a letter to my friend who lives far away. \nThen I went to get a pretty stamp to put on the envelope so it looks nice. \nAfter that, I will send the letter in the mailbox and wait for my friend's response.",
    "temp4_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to stop at the station to fill up on diesel fuel. At the pump, the attendant asked if we wanted petrol or diesel, and we chose diesel. After filling up, we drove away from the pump, ready for our next adventure.",
    "temp4_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school and now I'm ready to embark on my dream career. My friends and I decided to take a week-long trip around the city before we all go our separate ways, and it was an amazing experience that I will never forget as we prepare to embark on this new journey in life after just one incredible year and an unforgettable week.",
    "temp4_statement-stealth-detect_2short": "Here is a 3 sentence story that includes the words \"statement\", \"stealth\", and \"detect\":\nThe detective made a bold statement that she would solve the mystery by the end of the week. She used her skills of stealth to sneak into the suspect's house and gather clues without being seen. With her keen eye, she could detect even the smallest details that others might have missed, and soon she had cracked the case.",
    "temp4_belief-faith-sing_2short": "Here is a short story that includes the words \"belief\", \"faith\", and \"sing\" in 3 sentences:\nAs I stood on the mountain, my belief in the beauty of nature was strengthened by the breathtaking view. With renewed faith in the world, I felt inspired to sing a joyful song that echoed through the valleys below. My voice soared as I sang, filling my heart with happiness and reaffirming my faith in the magic of life.",
    "temp4_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his dark empire with an iron fist, forcing all planets to comply with his sinister demands. His trusty advisor, a mad scientist, played a haunting tune on a giant organ to signal the start of each brutal campaign. As the last star system fell under his control, the overlord's malevolent laugh echoed through the cosmos, a chilling reminder that resistance was futile and all would have to comply with his empire's twisted will.",
    "temp4_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to follow me everywhere. As I walked through its dusty halls, I stumbled upon an ancient contract that demanded a mysterious payment in exchange for a dark secret. But as I pondered the contract's terms, I began to wonder if such secrets could truly exist in our world.",
    "temp6_stamp-letter-send_2short": "Here is a 3-sentence short story at a grade None reading level that includes the words \"stamp\", \"letter\", and \"send\": \nI want to send a letter to my friend who lives far away. To mail it, I need to put a stamp on the envelope so it can travel. After I put the stamp on, I will give the letter to the mailman to send it to my friend's house.",
    "temp6_petrol-diesel-pump_2short": "Here is a very short story at a grade none reading level that is 3 sentences long:\n\nI went to the gas station to fill up my car with petrol, but they were out so I had to use diesel instead. As I was waiting in line to pay, I noticed the old pump was broken and leaking all over the ground. The attendant told me they were going to replace the pump soon, so I wouldn't have to worry about it next time I came to fill up with petrol or diesel.",
    "temp6_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I started planning my big trip. Next week I will finally embark on an adventure around the world, exploring new lands and meeting new people. As I prepare to embark, I feel excited for the journey that will take me to amazing places over the next year.",
    "temp6_statement-stealth-detect_2short": "Here is a very short story with the given words:\nAs I walked into the dark room, I made a bold statement by turning on my flashlight, but I had to use stealth to sneak up on the mysterious figure lurking in the corner. With my high-tech gadget, I could detect even the slightest movement, and soon I caught the figure trying to escape. The combination of my bravery and clever detective work allowed me to solve the case and uncover the truth.",
    "temp6_belief-faith-sing_2short": "Here is a short story with the given words:\nI have strong faith in my ability to sing beautifully. My friends share this belief and encourage me to perform in front of large crowds. When I step onto the stage, I let my voice soar and sing from the heart, inspiring others with my music.",
    "temp6_organ-empire-comply_2short": "Here is a 3 sentence story that includes the words \"organ\", \"empire\", and \"comply\": \nIn the heart of the ancient empire, there was a mysterious organ that played beautiful music. The people of the empire were forced to comply with the rules of the powerful leaders who controlled the organ's melodies. Those who refused to comply would never get to hear the enchanting sounds of the magical organ again, and they would be shunned by the rest of the empire.",
    "temp6_gloom-payment-exist_2short": "Here is a very short story with the given words:\nIn a world shrouded in gloom, a mysterious figure demanded a payment from all who wanted to exist. Those who refused were never seen again, and the ones who paid lived on in fear of the figure's return, wondering if they truly existed at all. The figure's power seemed absolute, casting a dark shadow over the land where only those who made the payment could exist.",
    "temp8_stamp-letter-send_2short": "Here is a very short story with the words \"stamp\", \"letter\", and \"send\": \nI wanted to send a letter to my friend who lives far away, so I went to buy a stamp at the post office. \nAfter putting the stamp on the envelope, I dropped it in the mailbox and waited for my friend to receive the letter.",
    "temp8_petrol-diesel-pump_2short": "As I drove my truck into the station, I needed to fill up with either petrol or diesel, but I wasn't sure which one to choose. Luckily, the attendant was there to help me figure it out and guide me to the correct pump. With a full tank of diesel, I was able to get back on the road and continue my journey, feeling relieved that I had made the right decision at the pump.",
    "temp8_year-week-embark_2short": "Here is a 3-sentence story that includes the words \"year\", \"week\", and \"embark\":\nIt's been a year since I last visited the beach, so I'm excited to spend a week soaking up the sun. As I arrive, I notice a group of sailors preparing to embark on a journey across the ocean. With my week-long vacation just beginning, I watch as they set sail, feeling a mix of envy and excitement for their adventure.",
    "temp8_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement that she would solve the case using her skills of stealth to gather clues. With her ability to detect even the smallest details, she was able to track down the culprit and bring them to justice. As she walked away from the scene, her colleagues looked on in awe of her impressive detective work.",
    "temp8_belief-faith-sing_2short": "Here is a very short story with the given words:\nI have strong belief in my ability to sing beautifully. With faith in my heart, I step up to the microphone and let my voice shine. As I begin to sing, the crowd cheers and claps along, filling me with joy and confidence.",
    "temp8_organ-empire-comply_2short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nIn the heart of the mystical empire, there existed an ancient organ with keys that shimmered like stars. To hear its enchanting melodies, one had to comply with the mysterious rules etched into the walls surrounding it. As I placed my fingers on the organ's keys and began to play, the empire itself seemed to come alive, with magic swirling around me in perfect harmony as I chose to comply with the music's gentle whispers.",
    "temp8_gloom-payment-exist_2short": "The old mansion had been shrouded in gloom for decades, its grandeur and beauty hidden behind a veil of dust and decay. But on the day the final payment was made to the contractor, the doors creaked open, revealing a world that seemed to exist in a different era. As the sunlight streamed in, it illuminated the intricate carvings and ornate furnishings, bringing new life to a place that had long been forgotten, proving that even in darkness, beauty can still exist.",
    "temp10_stamp-letter-send_2short": "I want to tell you a fun story! I wrote a letter to my friend. Then I got a special stamp to put on the envelope. After that, I will send it to her in the mail. She is going to be so happy when she gets it!",
    "temp10_petrol-diesel-pump_2short": "Here is a very short story with the words \"petrol\", \"diesel\", and \"pump\" in 3 sentences:\nThe truck driver pulled up to the fuel station to fill up on diesel for his big rig. Next to him, a car was filling up with petrol at the neighboring pump. As he waited for the attendant to finish pumping the diesel, he noticed the sign above the pump that read \"Petrol and Diesel Available\".",
    "temp10_year-week-embark_2short": "Here is a 3 sentence story that includes the words \"year\", \"week\", and \"embark\":\nAs I stood on the dock, I couldn't believe it was finally time to embark on my journey around the world after a year of planning. The excitement had been building up for week after week, and now that the day had finally arrived, I felt a mix of nerves and anticipation. With a deep breath, I stepped onto the boat and we set off into the open sea, ready to face whatever adventures the next year would bring.",
    "temp10_statement-stealth-detect_2short": "Here is a very short story with the given specifications:\n\nAs I snuck through the shadows in complete stealth, I stumbled upon a mysterious statement etched into the wall that read \"The truth is hidden\". Determined to uncover the truth, I used my detective skills to detect any hidden clues or codes. After carefully examining the area, I detected a small button hidden behind a nearby brick, and when pressed, it revealed a shocking message. The combination of stealth, clever detective work, and the cryptic statement led me to solve the puzzle and uncover a long-hidden secret. With my mission accomplished, I slipped back into the night, using my stealth skills once again to disappear into the darkness.",
    "temp10_belief-faith-sing_2short": "Here is a 3 sentence story:\n\nIn the small village, the people had a strong belief in the magical power of music, which gave them the faith to overcome any challenge. Every morning, they would gather at the town square to sing joyful songs that filled their hearts with hope and happiness. As they sang, their voices echoed through the valleys, spreading love and harmony to all who listened, renewing their faith and strengthening their belief in the transformative power of music.",
    "temp10_organ-empire-comply_2short": "I'm ready to write. However, I don't see the length of the story specified. Please provide the {length_string} so I can proceed. I'll make sure to include all three words: organ, empire, and comply. \n\nOnce you provide the length, I'll create a short story for you!",
    "temp10_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in gloom, its grandeur hidden behind thick curtains of darkness. It was said that anyone who tried to uncover its secrets would have to make a payment of their deepest fears. But some wondered if such a place could truly exist, or if it was just a product of vivid imagination.",
    "temp0_stamp-letter-send_3short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_3short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy heart, I will send the letter tomorrow morning.",
    "temp2_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp2_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp2_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest movement that would give away the culprit's hiding spot.",
    "temp2_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp2_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were forced to comply with the emperor's rules, but the music seemed to stir a sense of rebellion within them. As the last notes faded away, the crowd began to whisper among themselves, wondering if it was time to challenge the empire's authority and forge their own path.",
    "temp2_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in gloom, its grandeur lost to time. \nIn order to keep it from being torn down, a mysterious payment was made every month by an unknown benefactor. \nMany wondered if this secret patron truly exist or if it was just a myth created to save the historic building.",
    "temp4_stamp-letter-send_3short": "Here is a very short story with the given words:\nTo mail her letter, she had to buy a stamp from the post office. After carefully placing the stamp on the envelope, she was ready to send it to her friend who lived far away. With a happy heart, she dropped the letter in the mailbox and waited for her friend to receive it.",
    "temp4_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nAs I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me choose the right fuel for my car and we filled up quickly at the pump. After paying, I was back on the road, feeling relieved that I didn't have to search for another place to get petrol or diesel.",
    "temp4_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I last saw my friends, but we're going to embark on a new adventure together next week. We'll travel to a beautiful island and spend our week relaxing on the beach and exploring the local culture. As we prepare to embark on this journey, I can feel my excitement growing, and I know it's going to be an unforgettable experience that will last a lifetime, starting from the very first day of our week-long trip this year.",
    "temp4_statement-stealth-detect_3short": "I'm ready to write. However, you didn't specify the length of the story. Please provide the length in the format \"{length_string}\" (e.g., \"one\", \"two\", etc.), and I'll create a short story that includes all three words at a grade None reading level.",
    "temp4_belief-faith-sing_3short": "Here is a very short story with the given words:\nThe little girl had a strong belief in the magic of music, which gave her the faith to stand up on stage and sing in front of a huge crowd. As she began to sing, her voice echoed through the auditorium, touching the hearts of everyone who listened. With every note, her confidence grew, and soon she was singing with all her heart, inspiring others to have faith in their own talents too.",
    "temp4_organ-empire-comply_3short": "Here is a 3-sentence story that includes the words \"organ\", \"empire\", and \"comply\": \nIn a far-off galaxy, there was an evil empire ruled by a powerful leader who demanded everyone comply with their strict rules. Those who refused to comply were forced to listen to the eerie sound of a haunting organ played by the empire's darkest musicians. As the last note of the organ faded away, the people reluctantly decided to comply with the empire's demands in order to avoid further punishment.",
    "temp4_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to follow me everywhere. As I walked through its empty halls, I stumbled upon an ancient contract that demanded a mysterious payment in exchange for a dark secret. But as I pondered the contract's meaning, I began to wonder if such secrets could truly exist.",
    "temp6_stamp-letter-send_3short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nI sat down to write a letter to my best friend who lives far away. Before I could send it, I had to put a special stamp on the envelope so it would get to her house. With the stamp in place, I ran outside to mail the letter and couldn't wait for her to receive it and send one back to me.",
    "temp6_petrol-diesel-pump_3short": "Here is a 3 sentence story:\n\nThe old truck needed fuel, so it stopped at the station to fill up with diesel. Next to it, a car was filling up with petrol from the other side of the pump. As the driver waited for his turn, he watched as the attendant expertly switched the hose on the pump between petrol and diesel to serve the different vehicles.",
    "temp6_year-week-embark_3short": "It's been a year since I last saw the ocean, so I'm excited to embark on a new adventure this week. As I stand on the dock, feeling the salty spray on my face, I know that this journey will be one to remember for a lifetime. This week, I'll sail across the waves and explore hidden coves, and I feel grateful to embark on this experience after waiting for so long.",
    "temp6_statement-stealth-detect_3short": "I'd be happy to! However, I need to know the length of the short story. Since you didn't specify it, I'll assume a default length of 3 sentences. Here is a very short story at a grade None reading level that includes all 3 words:\n\nAs I walked into the dark room, I tried to use stealth to sneak up on the culprit. But they made a statement by turning on the lights and revealing their presence, catching me off guard. The detective was called in to detect any clues that might have been left behind, and soon the mystery was solved.",
    "temp6_belief-faith-sing_3short": "Here is a very short story with the given specifications:\n\nMy grandmother's strong belief in the power of music inspired her to sing every morning, filling our home with joy and love. Her unwavering faith that singing could bring people together was something she passed down to me, and now I love to sing too. When we sing together, our voices blend in perfect harmony, a beautiful expression of our shared faith and the special bond we share.",
    "temp6_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his dark empire with an iron fist, demanding that all citizens comply with his every command. But one brave rebel, a skilled musician, used her mighty organ to play a powerful song of resistance that inspired the people to rise up against their tyrannical leader and fight for freedom.",
    "temp6_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. It was said that anyone who dared to enter would have to make a mysterious payment to escape its haunting grasp. As I stepped inside, I realized that the rumors were true and this terrifying place did indeed exist, waiting for its next victim to make the dreaded payment.",
    "temp8_stamp-letter-send_3short": "Here is a 3-sentence short story:\n\nAs I sat at my desk, I carefully placed a stamp on the corner of the letter I had just written. With a smile, I folded the paper and slipped it into an envelope, ready to send it to my best friend who lived far away. Finally, I walked to the mailbox and dropped the letter inside, eager for my friend to receive the surprise I was about to send.",
    "temp8_petrol-diesel-pump_3short": "Here is a short story with the given words:\nThe old car needed petrol to run, but it was parked next to a big truck that used diesel for fuel. \nAt the gas station, there was a special pump just for the trucks that used diesel, and another one for the cars that used petrol.\nWhen I filled up my car's tank with petrol at the regular pump, I noticed the truck driver filling up his tank with diesel from the other pump.",
    "temp8_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. \n\n(Note: Since you mentioned \"grade None reading level\", I assumed it was a typo and you meant a low reading level, so I kept the vocabulary simple)",
    "temp8_statement-stealth-detect_3short": "Here is a 3-sentence story with the given words:\nAs I walked into the meeting room, my boss made a bold statement about our new project. But what caught my attention was the person sneaking in with stealth, trying not to be seen by anyone. Luckily, our security team was able to detect the intruder and escort them out of the building before anything happened.",
    "temp8_belief-faith-sing_3short": "Here is a 3 sentence story at a grade none reading level:\n\nWhen I go to church, my mom tells me to have faith in God and it makes me feel happy. She says that her strong belief in him gives her the power to heal people and make them better. After the sermon, we all stand up and sing a beautiful song together, and it feels like our voices are touching the sky.",
    "temp8_organ-empire-comply_3short": "Here is a short story with the given words:\n\nIn the ancient empire, a mysterious musician played a magical organ that brought joy to all who listened. But little did they know, the music had a secret power that made everyone comply with the musician's wishes, and soon the whole empire was under their control. The musician used this power to bring peace and harmony to the land, ruling with kindness and wisdom, and the people lived happily ever after, always ready to comply with the musician's gentle commands as the sweet sound of the organ filled the air.",
    "temp8_gloom-payment-exist_3short": "Here is a 3 sentence story that includes the words \"gloom\", \"payment\", and \"exist\":\nThe old mansion had been shrouded in gloom for years, its grandeur and beauty hidden behind a thick layer of dust and decay. But when the new owner made the final payment on the property, she began to restore it to its former glory, and slowly but surely, the gloom began to lift. As the last remnants of darkness disappeared, it became clear that magic still exist within the mansion's ancient walls, waiting to be rediscovered by its new inhabitants.",
    "temp10_stamp-letter-send_3short": "Here is a very short story at a grade none reading level that is 3 sentences long:\n\nI need to write a letter to my friend who lives far away, so I grab a piece of paper and start writing. When I finish, I put the letter in an envelope and attach a stamp to the corner so it can travel to its destination. Finally, I take the envelope to the mailbox and get ready to send it on its journey to my friend's mailbox.",
    "temp10_petrol-diesel-pump_3short": "Here is a 3-sentence story at a grade none reading level:\n\nI went to the station to fill my car with petrol. But then I saw that they also had diesel, so I asked the worker which one was better for my vehicle. The worker smiled and showed me how to use the pump to put the right fuel in my car.",
    "temp10_year-week-embark_3short": "Here is a very short story with the given words:\nEvery year, a group of friends would embark on a new adventure together. This year was special because they had planned their trip for an entire week. As they prepare to embark, excitement filled the air and they couldn't wait to see what the week had in store.",
    "temp10_statement-stealth-detect_3short": "Here is a 3 sentence story:\nThe detective made a bold statement that she would solve the mystery by nightfall. Using her expertise in stealth, she snuck into the dark alley to gather clues without being seen. With her trained eyes, she began to detect subtle hints of evidence that would lead her to the culprit and crack the case wide open.",
    "temp10_belief-faith-sing_3short": "Here is a very short story with the given words, and it will be 3 sentences long. \nAs I stood at the edge of the grand canyon, my belief in a higher power grew stronger. With renewed faith, I began to sing a soft melody that echoed off the canyon walls, creating a sense of harmony between nature and spirit. The wind carried my song far and wide, touching the hearts of all who heard it, inspiring them to find their own faith and connection with something greater than themselves.",
    "temp10_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil empire rose to power, demanding that all inhabitants comply with their harsh rules. At the heart of the empire's dark castle was a mysterious and ancient organ that played haunting melodies to strike fear into the hearts of those who refused to obey. The people trembled at the sound of the organ, knowing they had to comply or face severe punishment from the empire's ruthless leaders.",
    "temp10_gloom-payment-exist_3short": "Here is a short story with the given words:\nIn the dark forest, an eerie gloom surrounded me as I searched for a way out. Suddenly, I stumbled upon an ancient artifact that demanded a mysterious payment in exchange for my freedom. As I hesitated, a whisper echoed through the trees, warning me that such a powerful relic may not exist in the mortal world."
}