{
    "temp0_stamp-letter-send_1short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_1short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_1short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone in the world. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world and carefully placed a sparkly stamp on it before sending it off into the sky. With a whoosh of wind, the letter soared through the clouds and landed gently in her friend's mailbox. As her friend read the letter, she smiled with joy and wrote one back to Lily, starting the magical process all over again.",
    "temp2_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted road. She desperately needed to fill up with petrol or diesel to get back home. Luckily, a friendly attendant at the nearest station helped her find the right pump to refuel. With a full tank of petrol, Rosie roared back to life and continued her journey. As she drove away, she noticed a big truck filling up with diesel at the same pump, and she felt grateful for the helpful attendant. Rosie zoomed off into the sunset, ready for her next adventure.",
    "temp2_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and a map in hand, they set out to explore the unknown territories of a nearby island. The first day of their journey was filled with excitement and curiosity as they discovered hidden coves and secret waterfalls. As they settled into their campsite for the night, they couldn't wait to see what the rest of the week had in store for them. With a sense of freedom and joy, they embarked on each new day, ready to face whatever challenges came their way.",
    "temp2_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and cunning, she remained one step ahead of her enemies, always ready to detect and thwart their next move.",
    "temp2_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could heal any wound and bring people together. Every morning, she would sing with all her heart, filling the air with sweet melodies. As she sang, flowers would bloom and birds would join in, creating a beautiful symphony. The villagers would gather around her, mesmerized by her voice, and soon they too would sing along, their voices blending in perfect harmony. Together, they would sing of hope and love, their faith and belief in the power of music growing stronger with every note.",
    "temp2_organ-empire-comply_1short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The intricate instrument was said to hold the secrets of the empire's past, and only those who could master its melodies could unlock its true power. As Aria's fingers danced across the keys, she began to comply with the whispers of the organ, allowing its harmonies to guide her towards a hidden truth. With each note, the empire's mysteries unfolded before her, revealing a world of wonder and magic. As the final chord faded away, Aria knew that she had become one with the organ, and the empire's secrets would forever be hers to keep. The organ's voice had awakened something within her, and she was now ready to take her place as the empire's guardian.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the trees seemed to lean in, as if to whisper their own tales of wonder. As Aria emerged from the temple, she felt a sense of purpose, knowing that she had unlocked a power that would help her navigate the shadows and bring light to those who dwelled in gloom. And with this newfound understanding, Aria's heart swelled with the knowledge that anything could exist, if only she dared to imagine it.",
    "temp4_stamp-letter-send_1short": "In a tiny village, there was a magical mailbox where you could write a wish on a stamp-letter and it would come true. A little girl named Lily wanted to fly, so she carefully wrote her wish and put it in the mailbox. With a flick of her wrist, she would send the letter soaring into the sky. As the letter disappeared into the clouds, Lily felt her feet lift off the ground and she began to fly. She soared above the village, feeling free and happy, with the stamp-letter still clutched in her hand. From that day on, Lily could send herself flying whenever she wanted, just by writing a new wish on a magical stamp-letter.",
    "temp4_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted road. She desperately needed to fill up with petrol or diesel to get back home. Luckily, a friendly attendant at the nearest station helped her find the right pump to refill her tank. With a full tank of diesel, Rosie roared back to life and continued her journey. As she drove away, she waved goodbye to the attendant, who was busy fixing a faulty petrol pump. Rosie was grateful for the help and promised to always choose the correct fuel type from then on.",
    "temp4_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and a map in hand, they set off into the unknown, eager to explore hidden treasures and make unforgettable memories. As they journeyed through the dense forest, they stumbled upon a hidden waterfall, where they spent the day swimming and laughing together. It was just the beginning of an incredible year, and they couldn't wait to see what other wonders the week would bring. With full hearts and big smiles, they continued on their path, ready to embark on whatever lay ahead.",
    "temp4_statement-stealth-detect_1short": "In the dark of night, a secret agent made a bold statement by sneaking into the enemy's headquarters with ease and stealth. Her mission was to detect any hidden dangers that could compromise her team's safety. As she crept through the shadows, she stumbled upon a cryptic message that read: \"Beware of the eyes that see in the dark.\" With her heart racing, she knew she had to detect the source of the message before it was too late. Using her stealth training, she managed to slip past the guards undetected and escape with crucial information. Her successful mission made a powerful statement to her enemies: she was a force to be reckoned with.",
    "temp4_belief-faith-sing_1short": "In a small village, there lived a young girl named Luna who had a strong belief in the magical powers of music. She had faith that singing could heal any wound and bring people together. Every morning, Luna would sing with all her heart, filling the air with sweet melodies that echoed through the valleys. As she sang, flowers bloomed and birds joined in, creating a symphony of sound that filled the hearts of all who listened with joy. With every note, Luna's faith grew stronger, and her belief in the power of music became a beacon of hope for the entire village. And so, she continued to sing, spreading love and harmony wherever her voice was heard.",
    "temp4_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire ruled over many planets. The emperor, a just and fair leader, had a special request for the people of his empire: to comply with a new law that protected the environment. As a reward for their obedience, he would play a beautiful melody on his favorite organ, filling the air with sweet music. The people were happy to comply, and soon the entire empire was filled with the sound of laughter and song. Every night, the emperor would sit at his organ, playing lively tunes that brought joy to all who listened. As the music drifted through the stars, the empire prospered, becoming a beacon of hope and harmony in the galaxy.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. Legend had it that the temple held the secret to eternal life, but at a steep payment of one's memories. Desperate to uncover the truth, Aria ventured inside and discovered a mysterious artifact that allowed her to see into a world where magic exist. As she delved deeper into the mystical realm, the gloom began to lift, and Aria realized that the true payment was not her memories, but her willingness to believe. With her newfound understanding, Aria emerged from the temple, ready to face a brighter future where anything could exist. And so, she lived on, her heart filled with wonder and her spirit free from the shadows of gloom.",
    "temp6_stamp-letter-send_1short": "In a faraway land, there was a magical mailbox that could send letters to anyone, anywhere. To make it work, you had to put a special stamp on the envelope. A young girl named Lily wrote a letter to her best friend who lived on the other side of the world and carefully placed the shiny stamp in the corner. With a flick of her wrist, she dropped the letter into the mailbox and whispered \"send!\" The mailbox started to glow and with a soft whoosh, the letter disappeared into thin air. Soon, Lily's friend received the letter and wrote back, starting a magical pen-pal adventure that would last a lifetime.",
    "temp6_petrol-diesel-pump_1short": "As I drove my old truck into the station, I knew I needed to fill up on diesel to make it to the next town. But first, I had to move my car away from the petrol pump, which was busy fueling a sleek sports car. The attendant waved me over to the diesel pump, and I carefully positioned my vehicle to fill up. With a satisfying gurgle, the diesel began to flow into my tank, and I felt ready to hit the road again. As I paid the attendant, I noticed a sign that warned of a petrol shortage in the area, making me grateful for my diesel engine. With a full tank, I roared back to life and drove off into the sunset.",
    "temp6_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for months, and we were finally ready to start our adventure. We decided to take it one week at a time, exploring a new city or town every seven days. Our first stop was a beautiful island where we spent the week snorkeling and relaxing on the beach. As we sat around the campfire on our last night of the week, we couldn't wait to embark on the next leg of our journey. Little did we know, the best experiences of the year were still ahead of us.",
    "temp6_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by foiling a bank robbery in broad daylight. But what the public didn't know was that The Shadow had used stealth to sneak into the bank undetected and gather crucial information before making their move. As the police tried to unravel the mystery of The Shadow's identity, they called upon the expertise of a brilliant detective who specialized in detect work. With her keen eye for detail, she began to follow a trail of subtle clues that would lead her closer to unmasking The Shadow. As she delved deeper into the case, she realized that The Shadow's statement was more than just a heroic act - it was a challenge to the villains and a promise to protect the city. With each new discovery, the detective edged closer to detect the truth behind The Shadow's stealthy ways.",
    "temp6_belief-faith-sing_1short": "In a small village, there lived a young girl with a strong belief in the magical powers of music. She had faith that her voice could heal the sick and bring joy to the sorrowful. Every morning, she would sing with all her heart, filling the air with sweet melodies that seemed to touch the souls of all who heard her. As she sang, flowers bloomed brighter, birds flew higher, and the sun shone warmer. The villagers would gather around her, mesmerized by the beauty of her voice, and soon they too began to sing along, their voices blending in perfect harmony. Together, they created a symphony of hope and happiness that filled the entire village with love and light.",
    "temp6_organ-empire-comply_1short": "In a far-off galaxy, there existed a powerful empire ruled by a wise and just leader. The ruler's trusted advisor was a brilliant musician who played a majestic organ that filled the palace with enchanting melodies. As the advisor's music echoed throughout the land, the people of the empire were inspired to comply with the ruler's laws and work together in harmony. The empire flourished under the ruler's guidance, and the advisor's organ music became a symbol of peace and unity. One day, a group of rebels threatened to disrupt the empire's tranquility, but the advisor's soothing organ melodies calmed their spirits and encouraged them to comply with the ruler's wise leadership. As a result, the empire continued to thrive, and the advisor's organ remained a beloved and integral part of its culture.",
    "temp6_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and heart in exchange for its secrets. With a deep breath, Aria made the payment and suddenly the temple began to glow, illuminating a path that seemed to exist only for her. As she walked along the radiant trail, the gloom outside began to lift, revealing a world full of wonder and magic. Aria realized that some things can only exist in the light, and she was grateful for the journey that had led her out of the darkness. With her heart full of joy, she emerged from the temple, ready to face whatever lay ahead.",
    "temp8_stamp-letter-send_1short": "In a magical kingdom, a little fairy named Lily loved to write letters to her friends. She would carefully place a special stamp on each envelope, which made her words sparkle with glitter. With a flick of her wand, she would send her messages soaring through the air, carrying love and laughter to all who received them. One day, Lily decided to send a letter to the moon, and to her surprise, she got a response from a friendly astronaut who was living there. The fairy's stamp-letter had traveled farther than she ever imagined, bringing joy to someone in a far-off land. As she smiled at the thought, Lily couldn't wait to write and send her next magical letter.",
    "temp8_petrol-diesel-pump_1short": "In a world where cars could talk, a little red car named Rosie ran out of fuel on a deserted highway. She desperately needed to fill up with petrol to get back home. Luckily, she spotted a quirky gas station with a sign that read \"Petrol, Diesel, and Everything Else!\" Rosie pulled up to the pump and asked the friendly attendant to fill her up with petrol. As she was filling up, a big truck named Max pulled in beside her, needing diesel to continue his journey. With their tanks full, Rosie and Max became fast friends and continued on their adventures together.",
    "temp8_year-week-embark_1short": "As the new year began, I felt a sense of excitement and nervousness as I prepared to embark on a journey around the world. My friends and I had been planning this trip for months, and we were finally ready to set off. We decided to take it one week at a time, exploring a new city or town every seven days. Our first stop was Paris, where we spent the week soaking up the culture and history of the beautiful city. As we sat at a charming café on our last night in Paris, we couldn't wait to embark on the next leg of our adventure. Little did we know, the upcoming year would be filled with unforgettable experiences and memories that would last a lifetime.",
    "temp8_statement-stealth-detect_1short": "As I walked into the dark alley, I made a bold statement by shining my flashlight directly at the suspicious figure lurking in the shadows. But to my surprise, the figure was able to move with stealth, dodging the light and disappearing into the night. I knew I had to be careful, as this person seemed to be a master of evasion. I decided to use my detective skills to detect any clues that might lead me to the mysterious figure. After a few minutes of searching, I found a piece of torn fabric caught in a nearby fence, and I knew I was one step closer to solving the case. With this new evidence, I was determined to track down the culprit and bring them to justice.",
    "temp8_belief-faith-sing_1short": "In a small village, there was a young girl who had a strong belief in the magical power of music. She would often sing with all her heart, filling the air with sweet melodies that brought joy to everyone around her. The villagers had faith in her talent and encouraged her to perform for the entire town. One day, she decided to sing on top of a hill, and as her voice echoed through the valley, it was as if the stars began to twinkle in rhythm with her song. The girl's faith in her own abilities grew stronger with each performance, and soon people came from all around to hear her sing. With every note, her belief in the transformative power of music only deepened, inspiring others to find their own voice and sing from the heart.",
    "temp8_organ-empire-comply_1short": "In the heart of the empire, a magnificent organ stood tall, its melodies echoing through the streets. The emperor, a just ruler, demanded that all citizens comply with the daily concerts, believing music brought harmony to the land. As the sun set, people gathered around the organ, mesmerized by its beauty and sound. The musician's fingers danced across the keys, creating a symphony that seemed to match the beating of the empire's heart. With each note, the crowd felt their spirits lift, and they couldn't help but comply with the emperor's decree, swaying to the rhythm. In this moment, the empire was united, its people bound together by the power of music.",
    "temp8_gloom-payment-exist_1short": "In a world shrouded in gloom, the villagers lived in fear of not being able to make their monthly payment to the evil sorcerer who ruled over them. The payment was steep, and many struggled to come up with the gold coins demanded. But one brave warrior discovered that the sorcerer's power would no longer exist if the villagers stopped believing in his magic. With newfound hope, the villagers joined forces to break free from the sorcerer's spell, and soon the gloom that had hung over them for so long began to lift. As the sorcerer's powers faded away, the villagers realized they no longer had to make the payment, and they rejoiced at their newfound freedom. The warrior was hailed as a hero, and the village was finally able to exist in peace.",
    "temp10_stamp-letter-send_1short": "As I sat at my desk, I carefully wrote a letter to my best friend who lived far away. I wanted to make sure she received it, so I made sure to put the right stamp on the envelope. With a flourish, I licked the stamp and stuck it in the corner, feeling happy that I could send her a piece of myself through the mail. Finally, I walked to the mailbox and dropped the letter inside, waiting for the day when my friend would receive it and write back. As I walked away, I imagined the letter traveling through the air, carrying my thoughts and feelings to my dear friend. With a smile, I knew that soon she would be reading my words and sending a response of her own.",
    "temp10_petrol-diesel-pump_1short": "In a world where robots ruled, they needed a special fuel to keep them moving. The brilliant inventor, Zeta, created a machine that could convert petrol into diesel, making it possible for the robots to travel farther and faster. At the heart of the city, a massive pump stood tall, distributing the precious diesel fuel to all the robots. As the robots lined up to refuel, the pump roared to life, filling their tanks with the energizing liquid. With their new fuel, the robots were able to explore the distant lands and discover hidden wonders. The pump became a symbol of innovation and progress, powering the robot nation into a bright future.",
    "temp10_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and hearts full of joy, they set out to explore the world beyond their hometown. Their journey would take them across mountains and oceans, and they were eager to see what wonders the year had in store for them. As they walked along the winding road, they felt a sense of freedom and excitement, ready to embark on whatever lay ahead. With each step, they knew that this was going to be a week, and a year, they would never forget.",
    "temp10_statement-stealth-detect_1short": "In a world where superheroes were real, the mighty warrior, Zen, made a bold statement by defeating the evil villain, Malice. But little did anyone know, Zen's trusty sidekick, a ninja named Kato, used his mastery of stealth to sneak into Malice's lair and gather crucial information. With Kato's help, Zen was able to detect the secret weakness of Malice's powerful robot. As the final battle commenced, Zen and Kato worked together seamlessly, using their unique skills to outmaneuver the enemy. In the end, justice prevailed, and the city was saved thanks to the unstoppable duo. With their legendary victory, Zen and Kato became known as the most feared and revered heroes of all time.",
    "temp10_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the magic of music. She had faith that her voice could bring people together and make them happy. Every day, she would sing with all her heart, and soon, people from all around would gather to listen to her beautiful melodies. As she sang, her faith grew stronger, and she believed that anything was possible. With every note, she felt her spirit soar, and her singing became a reflection of her unwavering belief in the power of music. And so, she continued to sing, filling the hearts of all who listened with joy and wonder.",
    "temp10_organ-empire-comply_1short": "In the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were drawn to the sound and began to comply with its rhythm, moving their bodies in perfect harmony. As they danced, the empire's walls began to glow with a soft, ethereal light, and the organ's music grew louder and more powerful. The emperor, pleased with the scene, emerged from the shadows and joined in, his movements majestic and commanding. Together, the people and their ruler created a spectacle that would be remembered for generations to come, all thanks to the enchanting sound of the organ. And from that day on, the empire was known as a place where music and magic reignited the spirit of its people.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient prophecy that spoke of a mystical payment required to bring back the light. According to legend, this payment would allow the sun to shine bright once more and banish the darkness that had begun to exist forever. With determination in her heart, Aria set out on a perilous journey to gather the necessary offerings for the payment. As she navigated through treacherous landscapes, she discovered that the very existence of her world depended on her success. With each step forward, the gloom seemed to recede, and Aria knew that she was one step closer to ensuring that light would exist once more. In the end, Aria's bravery and selflessness made the ultimate payment, restoring balance to her world and chasing away the darkness that had threatened to exist forever.",
    "temp0_stamp-letter-send_2short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_2short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_2short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_2short": "In a tiny village, there was a magical mailbox where you could write a wish on a stamp-letter and it would come true. A little girl named Lily wanted to fly, so she carefully wrote her wish and put it in the mailbox. With a flick of her wrist, she would send the letter soaring into the sky. As the letter disappeared into the clouds, Lily felt her feet lift off the ground and she began to fly. She soared above the village, feeling free and happy, with the stamp-letter still clutched in her hand. From that day on, Lily could send herself flying whenever she wanted, just by writing a new wish on a magical stamp-letter.",
    "temp2_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd found a great place to stop. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment without petrol or diesel.",
    "temp2_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey would take them to new lands, where they would discover hidden wonders and make unforgettable memories. As they stood at the edge of the forest, ready to embark on the unknown, they felt a thrill of excitement and a sense of freedom that they had never experienced before. Together, they took their first steps into the great unknown, eager to see what the year had in store for them.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright pink shoes. But little did I know, a sneaky figure was using stealth to sneak up behind me. Suddenly, I heard a faint noise and my super cool detective gadget began to detect the presence of the mysterious figure. With my quick thinking, I turned around just in time to see the figure trying to hide behind a curtain. The detective gadget helped me detect the figure's hiding spot, and I was able to catch them off guard. It was a successful mission, and my statement shoes had played a key role in distracting the sneaky culprit.",
    "temp2_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the power of music. She believed that singing could bring people together and heal their hearts. With unwavering faith, she would sing every morning on the mountain top, her voice echoing through the valleys. As she sang, the villagers would stop what they were doing and listen, feeling their spirits lift and their worries fade away. The girl's beautiful voice inspired others to join in, and soon the whole village was singing together in perfect harmony. Through their collective voices, they found a sense of unity and faith that brought them closer together.",
    "temp2_organ-empire-comply_2short": "In the heart of the mystical empire, a young apprentice named Aria discovered a magical organ hidden deep within the castle walls. As she touched its keys, the instrument began to glow, and a low hum filled the air. The emperor, pleased with Aria's talent, commanded her to play for the entire empire, and all were forced to comply with his wish. Soon, the sweet melodies of the organ echoed throughout the land, bringing joy and harmony to all who listened. But little did the emperor know, Aria's music held a secret power that would one day change the course of the empire forever. As the last notes faded away, the people cheered, and Aria smiled, knowing she had found her true place in the empire.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp4_stamp-letter-send_2short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone in the world. To make it extra special, you had to put a sparkly stamp on the envelope. As soon as you did, the mailbox would start to glow and you could send your message flying through the air. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world and put a beautiful butterfly stamp on it. She dropped it in the mailbox and said \"send!\" - and to her amazement, the letter disappeared in a puff of glittery smoke. When her friend received the letter, she was so happy and wrote back right away, starting a magical pen pal adventure.",
    "temp4_petrol-diesel-pump_2short": "In a world where robots ruled, they needed a special fuel to power their bodies. The robots would line up at the pump to fill up on either petrol or diesel, depending on their model. One robot, named Zeta, required petrol to function, while his friend, Gamma, ran on diesel. As they filled up, they chatted about their day, discussing their adventures and missions. After a few minutes, they were both fully fueled and ready to take on the night, with Zeta's petrol engine purring smoothly and Gamma's diesel engine rumbling loudly. With a beep, they drove off into the darkness, ready for whatever lay ahead.",
    "temp4_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and hearts full of anticipation, they set off into the unknown. Their journey would take them through dense forests, across scorching deserts, and over towering mountains. As they stood at the edge of the forest, ready to embark on the first leg of their trip, they felt a rush of excitement and nervousness for the thrilling experiences that awaited them in the coming year. With a deep breath, they took their first steps into the wild, eager to see what the week had in store.",
    "temp4_statement-stealth-detect_2short": "In the dark of night, a secret agent made a bold statement by infiltrating the enemy's headquarters with ease and stealth. Her mission was to detect any hidden dangers and gather crucial information. As she crept through the shadows, her trained eyes scanned the area for any signs of trouble. Suddenly, she stumbled upon a cryptic message that required her expertise to detect its true meaning. With her quick wit and cunning, she deciphered the code and made her escape, leaving behind a statement of her own: a small note that read \"you've been outsmarted.\" The agent vanished into the night, her stealth and detection skills once again proving to be unbeatable.",
    "temp4_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could bring people together and make their hearts happy. Every morning, she would sing a sweet melody that filled the air with joy and harmony. As she sang, flowers would bloom and birds would join in, creating a beautiful symphony. The villagers would gather around her, mesmerized by her voice, and soon they would all sing together, filling the village with love and happiness. With every note, their faith in the power of music grew stronger, and their belief in its magic was confirmed.",
    "temp4_organ-empire-comply_2short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. As she sat at the intricately carved instrument, she felt an otherworldly energy coursing through her veins. The emperor himself appeared, commanding Aria to comply with his wishes and play a haunting melody to summon the spirits of the land. With trembling fingers, Aria began to play, and the organ's pipes sang out in a voice that echoed across the empire. As the last notes faded away, the spirits materialized, and the emperor nodded in approval, for Aria had learned to comply with the mystical forces that governed their world. From that day on, Aria's music was said to have the power to shape the very fabric of the empire.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient artifact that demanded a payment in exchange for its power. The artifact, a mysterious crystal, would only exist if Aria could solve its riddle and pay the price. As she pondered the challenge, the gloom began to lift, and a faint light illuminated her path. With newfound determination, Aria made the payment of courage and wit, and the crystal began to glow, proving that it did indeed exist. From that day on, Aria wielded the crystal's power, banishing the gloom and bringing hope to her world. As she looked up at the stars, she knew that magic could exist in even the darkest of places.",
    "temp6_stamp-letter-send_2short": "In a tiny village, there was a magical mailbox where you could write a wish on a stamp-letter and it would come true. A young girl named Lily wanted to fly, so she carefully wrote her wish on the special paper and attached a shiny stamp-letter to it. She then put the letter in the mailbox and waited for the mailman to send it to the Wish Factory. As soon as the letter was sent, Lily felt herself lifting off the ground and soaring into the air. With a big smile, she flew over the village, feeling free and happy. The villagers looked up in amazement as Lily flew by, her wish granted thanks to the magic of the stamp-letter.",
    "temp6_petrol-diesel-pump_2short": "In a world where machines ruled, a small robot named Zip zoomed into the gas station to refuel. He pulled up to the pump and asked the attendant to fill him up with petrol, but the attendant warned him that it might not be the best choice. You see, Zip's engine was designed to run on diesel, and using petrol could cause him to break down. But Zip was in a hurry, so he decided to take the risk and fill up with petrol anyway. As he drove away from the pump, he could feel his engine sputtering and knew he had made a mistake. Luckily, he made it to the nearest repair shop before he completely ran out of diesel-powered steam.",
    "temp6_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for months, and we were finally ready to start our adventure. We decided to take it one week at a time, exploring a new country each week. Our first stop was Japan, where we spent the week trying delicious foods and visiting famous landmarks. As we traveled from place to place, we met new people and learned about their cultures, and I realized that this year was going to be an unforgettable one. With each passing week, our excitement grew, and we couldn't wait to see what the next destination had in store for us as we continued to embark on our thrilling journey.",
    "temp6_statement-stealth-detect_2short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she was able to sneak into the villain's lair undetected and gather crucial information. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape. As she flew back to her hideout, she couldn't help but feel proud of the statement she had made: that justice would always prevail. And with her stealth abilities and quick thinking, she knew she could detect and defeat any enemy that came her way.",
    "temp6_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could heal any wound and bring people together. Every morning, she would sing with all her heart, and the villagers would gather around to listen. As she sang, her voice echoed through the valley, filling everyone's hearts with joy and peace. The girl's beautiful voice inspired others to join in, and soon the whole village was singing together in perfect harmony. With every note, their faith and belief in the power of music grew stronger, creating a sense of community and love that would last forever.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled over many planets. At the heart of the empire's capital city stood an ancient, mysterious organ that played haunting melodies to signal important events. The emperor demanded that all citizens comply with the daily music schedule, and anyone who failed to do so would face severe punishment. One brave musician decided to rebel against the empire's strict rules and play a forbidden tune on the organ, inspiring others to join in and challenge the emperor's authority. As the people began to resist, the empire's grip on power started to slip, and soon the entire galaxy was filled with the sweet sound of freedom. The organ's music had sparked a revolution that would change the course of history forever.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged with an offer: make a payment of one precious memory, and you shall be granted a single wish. Many were skeptical, wondering if such a being could truly exist. But as people began to make their payments, strange and wondrous things started to happen, convincing even the most doubtful that this enigmatic entity did indeed exist. As the last memory was paid, the gloom began to lift, revealing a brighter world where dreams and magic could exist. The figure vanished, leaving behind only a whisper: \"The true payment was not memories, but the courage to believe.\" And with that, the world was forever changed.",
    "temp8_stamp-letter-send_2short": "In a faraway kingdom, a magical stamp was created to bring joy to those who received it. The king wrote a special letter to his dear friend, the queen of a neighboring land, and applied the enchanted stamp to the corner of the page. With a wave of his wand, he would send the letter soaring through the air, carrying love and happiness to its destination. As the letter flew, the stamp began to glow, filling the hearts of all who saw it with delight. The queen received the letter and smiled, knowing that the king's thoughtful words and the magical stamp had brought her cheer. With a heart full of gratitude, she would send a reply, using the same special stamp to spread joy back to the king.",
    "temp8_petrol-diesel-pump_2short": "As I drove my old truck into the dusty station, I knew I needed to fill up on petrol to make it to the next town. But my friend's car, a sleek diesel model, was parked nearby, and he was chatting with the attendant about the best type of fuel. The attendant smiled and said, \"Don't worry, we have both petrol and diesel available at our pump.\" I pulled up to the pump and started filling up, feeling relieved that I wouldn't have to drive any further on fumes. As I waited, my friend and I talked about our road trip and all the amazing sights we had seen so far. With full tanks, we were ready to hit the open road once again.",
    "temp8_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for months, and finally, we were ready to start our adventure. We decided to take it one week at a time, exploring a new city each week and immersing ourselves in different cultures. The first week was amazing, and we couldn't wait to see what the next week would bring. As we traveled from place to place, we met new people and tried new foods, making our journey an unforgettable experience. With each passing week, our excitement grew, and we knew that this year would be one to remember.",
    "temp8_statement-stealth-detect_2short": "As I sneaked through the dark alley, I had to use my stealth skills to avoid being seen by the guards. My mission was to detect any hidden dangers and gather information for our team. Suddenly, I stumbled upon a mysterious document that made a bold statement about the city's corrupt government. The words on the page seemed to leap out at me, and I knew I had to get this evidence back to our leader as quickly and quietly as possible. With my heart racing, I tucked the paper into my pocket and continued on my way, using my stealth training to remain undetected. As I emerged from the alley, I felt a sense of pride knowing that my ability to detect and gather clues would help bring about justice.",
    "temp8_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with all her heart, filling the air with sweet melodies that brought joy to everyone around her. Her faith in the magic of song was unwavering, and she believed it could heal even the deepest wounds. One day, a great sorrow fell upon the village, but the girl's singing brought comfort and peace to its people. As they listened to her sing, their hearts began to heal, and their own faith was renewed. Together, they would sing and pray, their voices rising up in a beautiful expression of belief and faith.",
    "temp8_organ-empire-comply_2short": "In the heart of the mystical empire, a powerful sorceress played a magical organ that controlled the minds of all who listened. As she pressed the keys, the people of the land began to comply with her every command. With a wave of her hand and a note from the organ, she summoned her loyal subjects to gather at the castle gates. The empire prospered under her rule, as everyone worked together in harmony to comply with the sorceress's wise decrees. But little did they know, the true magic lay not in the organ, but in the sorceress's own heart, where kindness and wisdom guided her every move. As the last note faded away, the empire fell into a peaceful slumber, ready to comply with whatever wonders the future might hold.",
    "temp8_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria struggled to make ends meet. She worked tirelessly every day, hoping to earn enough to make her monthly payment on the small cottage she called home. As she toiled away, she began to wonder if magic truly exist in the world, or if it was just a myth created to bring hope to those who needed it most. One day, while out gathering firewood, Aria stumbled upon a hidden glade filled with sparkling fairy lights that seemed to dance in the darkness, and she realized that maybe, just maybe, magic did exist after all. With renewed hope, Aria returned to her cottage and made her payment with a sense of pride and purpose. As she drifted off to sleep, the gloom that had once surrounded her began to lift, replaced by a warm and comforting light.",
    "temp10_stamp-letter-send_2short": "In a magical kingdom, there was a special postal service where animals helped deliver mail. A little rabbit named Rosie had to stamp each letter with a big red seal before sending it off. She carefully placed the stamp on the corner of the letter and then ran to the mailbox to send it on its way. As she lifted the lid, a friendly bird perched on top of the box tweeted \"send it flying!\" and with a flick of her ear, Rosie launched the letter into the air. The bird caught it mid-flight and soared off into the sky, carrying the letter to its destination. With a happy heart, Rosie skipped back to the post office, ready to stamp and send the next letter.",
    "temp10_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed the rusty sign creaking in the wind, reading \"Petrol\" in faded letters. I pulled up to the pump and asked the attendant to fill my truck with diesel, hoping it would be enough to get me to the next town. The smell of fuel filled the air as he expertly operated the pump, filling my tank to the brim. With a satisfied nod, he handed me the nozzle and said \"all set!\" I paid him and hit the road, feeling relieved that I had made it to the pump before running out of diesel. As I drove away, I caught a glimpse of the sign again, now reading \"Petrol\" and \"Diesel\" in bold letters, a reassuring sight for any traveler.",
    "temp10_year-week-embark_2short": "As the new year began, I felt excited to embark on a fresh adventure. My friends and I had been planning this trip for months, and we were finally ready to start our journey. We decided to take a week-long road trip across the country, exploring all the hidden gems and secret spots along the way. With our backpacks full of snacks and maps, we set off early in the morning, eager to see what the open road had in store for us. As we drove through rolling hills and bustling cities, we felt free and alive, ready to take on whatever the year had planned for us. Our week-long adventure was just the beginning of an unforgettable year.",
    "temp10_statement-stealth-detect_2short": "In the dark of night, a mysterious figure emerged with stealth, trying not to be seen. As they crept through the shadows, they stumbled upon a hidden message that made a bold statement about the city's secrets. The figure's eyes widened as they read the words, and they knew they had to detect the source of the message before it was too late. With their detective skills on high alert, they set out to uncover the truth, following clues and gathering evidence along the way. As they dug deeper, they began to unravel a web of secrets that would change the city forever. In the end, the figure's stealth and detective work helped them detect the truth and bring it to light.",
    "temp10_belief-faith-sing_2short": "In a small village, there lived a young girl with a strong belief in the power of music. She had faith that her voice could bring joy to those around her, and every morning she would sing from the top of a hill, filling the air with sweet melodies. As she sang, the villagers would stop what they were doing and listen, mesmerized by the beauty of her voice. Her singing became a daily ritual, one that brought the community together in a shared moment of peace and harmony. With each note, the girl's faith in the transformative power of music grew stronger, and her belief in its ability to uplift and inspire was confirmed. And so, she continued to sing, her voice soaring through the village like a beacon of hope and happiness.",
    "temp10_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled over many planets. The emperor, a just and fair leader, played a beautiful melody on his favorite organ to celebrate a grand victory. But little did he know, a rebel group was planning to overthrow him and take control of the empire for themselves. To avoid detection, the rebels had to comply with the empire's strict rules and regulations, at least for now. As the emperor's music filled the air, the rebels secretly gathered their forces, waiting for the perfect moment to strike. Meanwhile, the emperor's organ sang out in joyful ignorance, unaware of the impending battle that would soon shake the very foundations of his empire.",
    "temp10_gloom-payment-exist_2short": "In a world where darkness ruled, a sense of gloom hung over the land. The people lived in fear, waiting for the day when they would have to make their payment to the evil king who controlled them. But amidst all the despair, a young girl discovered a secret that made her question whether such a cruel world was meant to exist. She found a hidden garden, full of vibrant flowers and colorful birds, which gave her hope for a brighter future. As she tended to the garden, she realized that even in the darkest of times, beauty and joy could still exist. And with this newfound knowledge, she vowed to fight against the king's oppressive rule and bring an end to the dreaded payment.",
    "temp0_stamp-letter-send_3short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_3short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_3short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a sparkly stamp on it, and sent it off into the sky. The letter soared over mountains and oceans, carrying Lily's secrets and stories to her friend's doorstep. With a final flutter, the letter landed with a soft thud, and Lily's friend smiled as she read the words that had traveled so far to reach her.",
    "temp2_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie pulled into a busy station to fill up on petrol. As she waited in line, she chatted with a big truck named Max who ran on diesel and was also waiting to refuel. When it was finally Rosie's turn, she pulled up to the pump and a friendly attendant helped her fill up her tank. With a full belly of petrol, Rosie zoomed off down the highway, feeling happy and content. As she drove away, she waved goodbye to Max, who was still waiting to fill up on diesel at the pump. With a roar of his engine, Max finally got his turn and was soon back on the road, rumbling along with a full tank of diesel.",
    "temp2_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey would take them to new lands, where they would discover hidden wonders and make unforgettable memories. As they stood at the edge of the forest, ready to embark on the unknown, they felt a thrill of excitement and a sense of freedom that they had never experienced before. Together, they took their first steps into the great unknown, eager to see what the year had in store for them.",
    "temp2_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, putting The Shadow's mission in jeopardy. As she navigated through the lair, she had to use all her skills to avoid being detected and complete her mission. With lightning-fast reflexes, she dodged the device's beams and made her escape, proving once again why she was the greatest hero of all time. The city was forever grateful for The Shadow's bravery and cunning.",
    "temp2_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the power of music. She believed that singing could bring people together and heal their hearts. With unwavering faith, she would sing every morning on the mountain top, her voice echoing through the valleys. As she sang, the villagers would stop what they were doing and listen, feeling their spirits lift and their worries fade away. The girl's beautiful voice was a gift, and soon people came from all around to hear her sing and be inspired by her faith. With every note, her belief in the transformative power of music grew stronger, filling the hearts of all who listened with joy and wonder.",
    "temp2_organ-empire-comply_3short": "In the heart of the mystical empire, a young apprentice named Aria discovered a magical organ hidden deep within the castle walls. As she touched its keys, the instrument began to glow, and a low hum filled the air. The emperor, pleased with Aria's talent, commanded her to play for the entire empire, and all were forced to comply with his wish. As the music echoed through the land, it brought peace and harmony to the people, and they rejoiced at the beauty of Aria's melodies. The organ's power was so great that it united the empire under one rhythm, and Aria became a beloved hero. With every note, the empire grew stronger, and its people lived in perfect harmony.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and the air grew lighter, as if the very existence of hope was starting to exist once more. Aria's heart swelled with determination, and she pressed on, determined to unlock the temple's deepest mysteries. As she finally emerged into the bright sunlight, she realized that the true payment had been her own fear, and that a new world of wonder was now free to exist. With a sense of freedom, Aria stepped forward, ready to face whatever lay ahead.",
    "temp4_stamp-letter-send_3short": "In a far-off kingdom, a magical stamp was used to seal important letters. The king would carefully place the stamp on each letter before giving it to his trusted messenger to send. One day, a young girl named Sophia wrote a letter to her best friend who lived on the other side of the kingdom, and she couldn't wait to send it. She took her letter to the king's castle and asked if she could use the magical stamp to make her letter extra special. With a smile, the king handed her the stamp, and Sophia carefully placed it on her letter before sending it off to her friend. As the letter traveled through the air, the magical stamp made it glow with excitement, and Sophia's friend received it with a big smile on her face.",
    "temp4_petrol-diesel-pump_3short": "As I drove my truck into the station, I needed to fill up with petrol to make it to the next town. But my friend's car, a big rig, required diesel to keep moving. We pulled up to the pump and started filling up, the sound of the fuel flowing into our tanks was music to our ears. The attendant helped us navigate the different options at the pump, making sure we got the right type of fuel for our vehicles. With full tanks, we were ready to hit the road again, feeling relieved and prepared for the long journey ahead. As we drove away, the station's sign faded into the distance, a reminder of the important stop we made at the pump.",
    "temp4_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set off into the unknown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made memories that would last a lifetime. In the end, they returned home, exhausted but exhilarated, with stories to tell for years to come.",
    "temp4_statement-stealth-detect_3short": "In a world where superheroes were real, the mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had set a trap to detect any intruders, and soon The Shadow found herself face to face with a room full of deadly robots. Using her quick thinking and agility, she managed to outsmart the machines and escape into the night, leaving behind a trail of confusion and wonder. The people of the city were amazed by The Shadow's bravery and skill, and her legend grew as a hero who could strike without being seen. As the villain vowed to one day detect and capture The Shadow, she disappeared into the darkness, ready to make her next move.",
    "temp4_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could bring people together and make their hearts happy. Every morning, she would sing with all her might, filling the air with sweet melodies that echoed through the streets. As she sang, flowers began to bloom and birds started to sing along, creating a beautiful symphony. The villagers, inspired by her faith and talent, joined in, and soon the whole village was singing together in perfect harmony. With every note, their belief in the power of music grew stronger, filling their lives with joy and wonder.",
    "temp4_organ-empire-comply_3short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with playing the ancient organ during the sacred rituals. As she placed her fingers on the intricately carved keys, she felt an otherworldly energy coursing through her veins. The emperor's decree was clear: all citizens must comply with the ritualistic melodies to maintain harmony within the empire. Aria's music wove a spell of obedience, and the people began to comply, their movements synchronized with the haunting organ refrains. As the last notes faded away, the empire was bathed in an eerie silence, its inhabitants bound together by the mesmerizing power of the organ's song. In this way, Aria's music ensured the empire's prosperity, as all its citizens complied with the rhythm that governed their lives.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria struggled to find her place. She had always been told that she didn't exist, that she was just a mere shadow of someone else's imagination. But Aria knew she was real, and she was determined to prove it by making a payment to the mysterious figure who claimed to hold the key to her existence. With a heavy heart, she handed over the small pouch of coins, and as she did, the gloom began to lift, revealing a world full of color and light. Suddenly, Aria felt like she truly exist, and nothing could ever take that away from her again. As she walked away from the figure, she smiled, knowing that she had finally found her place in the world.",
    "temp6_stamp-letter-send_3short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone and it would arrive instantly. To make it work, you had to use a special stamp that glowed in the dark. Emma wanted to send a surprise to her best friend who lived on the other side of the world, so she carefully placed the stamp on the envelope and dropped it into the mailbox. With a puff of sparkles, the letter disappeared and reappeared in her friend's hands just seconds later. Overjoyed, Emma's friend wrote back and they spent the rest of the day sending letters back and forth through the magical mailbox. As the sun set, Emma smiled, knowing she could send love and laughter to her friend anytime she wanted.",
    "temp6_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted highway. She desperately needed to refill her tank with petrol or diesel to get back home. Luckily, a friendly attendant at a nearby station helped Rosie by switching on the pump to fill her up with diesel. As the fuel flowed in, Rosie's engine roared back to life, and she was ready to hit the road again. With a full tank and a happy heart, Rosie drove off into the sunset, grateful for the kindness of the attendant and the mighty pump that saved her. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary ordeal.",
    "temp6_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and hearts full of excitement, they set off into the unknown. Their journey would take them through mountains and valleys, across rivers and forests, and over hills and deserts. As they stood at the edge of the wilderness, they took a deep breath and prepared to embark on the challenge of a lifetime, one that would last for many weeks and stay with them for the rest of the year. With a sense of wonder and anticipation, they stepped forward, ready to face whatever lay ahead.",
    "temp6_statement-stealth-detect_3short": "In the dark of night, a secret agent made a bold statement by sneaking into the enemy's headquarters with ease and stealth. Her mission was to detect any hidden dangers and gather crucial information. As she moved silently through the shadows, her trained eyes scanned the area for any signs of trouble. Suddenly, she detected a faint noise coming from a nearby room and quickly moved in to investigate. With her stealth skills, she was able to sneak up on the enemy and catch them off guard, making a powerful statement about her abilities. In the end, her successful mission proved that she was a force to be reckoned with.",
    "temp6_belief-faith-sing_3short": "In a small village, there was a young girl who had a strong belief in the magical powers of music. She had faith that singing could bring people together and make their hearts happy. Every morning, she would sing with all her might, and soon the whole village would join in. As they sang, the most beautiful flowers would bloom, and the sun would shine brighter. The girl's voice was like a gift from above, and it filled everyone's heart with joy and love. Together, they would sing and dance, their faith and belief in the power of music growing stronger every day.",
    "temp6_organ-empire-comply_3short": "In the heart of the mystical empire, a magnificent organ stood tall, its pipes shining like golden swords. The emperor, a just ruler, commanded that all citizens comply with the daily ritual of playing the organ at sunrise. As the first light of dawn crept over the horizon, the organ's melodious voice echoed through the streets, summoning the people to begin their day. The empire prospered under the emperor's wise leadership, and the organ's music became a symbol of harmony and unity. But little did anyone know, the organ held a secret power that would one day change the fate of the empire forever. As the last note faded away, the people complied with the emperor's wish, and the empire remained at peace.",
    "temp6_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew brighter, and the trees seemed to lean in, as if to whisper their own tales of wonder. As Aria emerged from the temple, the gloom had lifted, replaced by a warm glow that seemed to pulse with an otherworldly energy. In this new world, anything could exist, and Aria felt her heart fill with endless possibility.",
    "temp8_stamp-letter-send_3short": "In a magical kingdom, there was a special mailbox where you could write a wish on a stamp-letter and it would come true. A young girl named Lily wanted to fly, so she carefully wrote her wish and put it in the mailbox. With a wave of her hand, the mailbox started to glow and the letter began to send itself to the Wish Fairy. The Wish Fairy received the letter and granted Lily's wish, giving her beautiful wings to soar through the sky. Overjoyed, Lily flew back to the mailbox and wrote another stamp-letter to thank the Wish Fairy for making her dream come true. As she sent the letter, she felt happy knowing that magic was just a stamp-letter away.",
    "temp8_petrol-diesel-pump_3short": "In a world where cars flew through the air, the magical petrol station was the only place to refuel. The friendly attendant, a talking dragon, would help you choose between petrol and diesel for your vehicle. As you pulled up to the pump, the dragon would roar with excitement, ready to fill up your tank. With a flick of its tail, the dragon would turn on the pump and the sweet smell of petrol or diesel would fill the air. As you took off into the sky, the dragon would wave goodbye, already waiting for the next customer to pull up to the pump. The sound of roaring engines and hissing pumps filled the air, a symphony of speed and adventure.",
    "temp8_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, they were ready to set off into the unknown. Their journey would take them to exotic islands and hidden treasures, and they couldn't wait to see what the next week would bring. With backpacks full of supplies and a sense of wonder, they embarked on their quest, eager to explore the world beyond their hometown. As they traveled, they discovered new cultures and made unforgettable memories that would last a lifetime. In just one week, they had experienced more than they had in an entire year, and they knew that this was just the beginning of their epic adventure.",
    "temp8_statement-stealth-detect_3short": "In the dark of night, a sneaky cat named Max used his stealth skills to sneak up on a hidden treasure. As he pounced, he made a bold statement by letting out a loud meow, claiming the treasure as his own. But little did Max know, a detective was nearby, trying to detect any signs of the treasure's whereabouts. With her keen eyes, she spotted Max and followed him back to his secret lair. There, she discovered the treasure and was impressed by Max's clever stealth moves. Max had made a statement that he was a force to be reckoned with, and the detective was determined to detect more of his adventures.",
    "temp8_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could heal any wound and bring people together. Every morning, she would sing with all her heart, filling the air with sweet melodies that echoed through the hills. As she sang, the flowers bloomed brighter, and the birds joined in, creating a chorus of joy and harmony. The villagers would gather around her, mesmerized by her voice, and soon they too would sing along, their voices blending in perfect unity. Together, they would sing of hope and love, their faith and belief in the power of music growing stronger with each passing day.",
    "temp8_organ-empire-comply_3short": "In the heart of the mysterious empire, a powerful sorceress played a magical organ that controlled the minds of all who listened. The enchanting melodies forced everyone to comply with her every command, and soon she ruled over the entire land. As she played on, her empire grew stronger and more powerful, with all her subjects obeying her every whim. But one day, a brave warrior discovered the secret of the organ and vowed to stop the sorceress and shatter her mind-controlling spell. The fate of the empire hung in the balance as the warrior prepared to face the sorceress in an epic battle. With a deep breath, the warrior charged forward, determined to free the empire from the sorceress's magical grasp.",
    "temp8_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. Legend had it that the temple held the key to a mysterious payment that would bring light to their darkened land. As she ventured deeper into the ruins, she discovered a cryptic message etched into the stone walls, which read: \"For as long as hope exists, we will find a way to make the darkness not exist.\" Aria's heart filled with determination, and she set out to uncover the secrets of the temple, believing that a brighter future could exist. With every step, the gloom seemed to lift, and the promise of a new payment in the form of freedom and joy began to take shape. As she emerged from the temple, Aria knew that she had found a way to make her world exist in a brighter, more wondrous way.",
    "temp10_stamp-letter-send_3short": "In a far-off kingdom, a magical creature named Luna loved to collect rare flowers. She wanted to share her favorite bloom with her best friend who lived on the other side of the forest, so she decided to write a special stamp-letter. With a twinkle in her eye, Luna carefully crafted the letter and placed it in an envelope, ready to send. As she waved her wand, the letter lifted off the ground and soared through the air, carrying the sweet scent of the flower with it. With a gentle whoosh, the letter landed in her friend's mailbox, bringing a smile to their face. Luna's friend was overjoyed to receive the lovely stamp-letter and couldn't wait to send a reply.",
    "temp10_petrol-diesel-pump_3short": "As I drove my old truck into the station, I knew I needed to fill up on diesel to make it to the next town. But as I pulled up to the pump, I noticed a sign that said \"petrol only\" and I started to worry. Luckily, the attendant came over and told me that they had just installed a new pump that could handle both petrol and diesel. I breathed a sigh of relief as I filled up my tank with the thick, black diesel fuel. With a full tank, I was ready to hit the road again and continue my journey. As I pulled away from the pump, I felt grateful for the convenience of the station and its ability to cater to all types of vehicles.",
    "temp10_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and a sense of wonder, they set out to explore a mysterious island that few people had ever visited. As they traveled through the dense jungle, they stumbled upon hidden waterfalls and exotic creatures that they had only read about in books. Their journey was just beginning, and they couldn't wait to see what the rest of the week had in store for them. With each new discovery, their excitement grew, and they knew that this year would be one to remember.",
    "temp10_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by stealing a valuable gem from the city museum. With incredible stealth, The Shadow snuck past the security guards and escaped into the night. But little did they know, a brilliant detective was hot on their trail, determined to detect the culprit's next move. As The Shadow tried to sell the gem on the black market, the detective closed in, using advanced technology to track them down. In a shocking twist, The Shadow was revealed to be a former cop seeking revenge, and the detective was forced to make a difficult arrest. With The Shadow behind bars, the city was finally safe once again.",
    "temp10_belief-faith-sing_3short": "In a small village, there lived a young girl named Luna who had a strong belief in the magic of music. She had faith that singing could bring people together and make their hearts happy. Every morning, Luna would sing a sweet melody that filled the air and made the flowers bloom. As she sang, the villagers would gather around her, mesmerized by her voice, and soon they would all join in to sing together. With every note, their faith in the power of music grew stronger, and their belief in its magic was confirmed. Together, they would sing with such joy that it would echo through the valleys and bring harmony to all who heard it.",
    "temp10_organ-empire-comply_3short": "In the heart of the mystical empire, a powerful sorceress played a magical organ that controlled the minds of all who listened. The enchanting melody compelled everyone to comply with her every command, and soon she ruled over the entire land. As she sat upon her throne, her fingers danced across the organ's keys, weaving a spell of obedience over her subjects. But one brave warrior refused to comply, and he challenged the sorceress to a battle of wills. The fate of the empire hung in the balance as the two enemies clashed, their powers locked in a struggle that would determine the course of history. In the end, the sorceress's organ fell silent, and her empire began to crumble.",
    "temp10_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged with an offer: make a payment of one precious memory, and you will be granted a single wish. Many were hesitant, but one brave soul stepped forward, willing to pay the price. As the memory was taken, a bright light pierced through the darkness, and suddenly, something new began to exist. A beautiful garden bloomed, filled with vibrant flowers and towering trees, bringing hope to the desolate land. The figure vanished as quickly as it appeared, leaving behind only a whisper: \"your payment has been accepted.\" And so, the garden continued to exist, a beacon of light in the gloom."
}