{
    "temp0_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_1short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp2_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp2_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective skills helped me detect the sneaky person just in time. With my quick thinking, I turned around and caught the culprit off guard, solving the mystery of the night.",
    "temp2_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens had to comply with. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to remind everyone of the empire's greatness. Those who refused to comply with the empire's laws were forced to listen to the organ's eerie sounds for hours on end, a punishment designed to break their spirits and make them obey. The organ's music was so mesmerizing that even the most rebellious citizens eventually learned to comply with the empire's every command. As time passed, the empire grew stronger, its people conditioned to comply without question, all under the watchful sound of the mighty organ.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said petrol was on sale for cheaper. He decided to switch and use the petrol instead, saving himself some money as he filled up at the pump.",
    "temp4_year-week-embark_1short": "As the new year began, Sarah felt excited to embark on a journey around the world. She had been planning this trip for a whole year and was finally ready to start her adventure. Every week, she would travel to a new country and experience different cultures, and she couldn't wait to see what lay ahead as she prepared to embark on the first leg of her journey.",
    "temp4_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit, but it was hard to do so with the need for stealth. I had to sneak past the guards without making a sound, and my ability to detect even the slightest noise helped me avoid detection. With my heart racing, I managed to slip by undetected and complete my mission, feeling proud of my skills in stealth and detection.",
    "temp4_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a happy tune that echoed through the valleys below. The sweet melody seemed to match the rhythm of my heartbeat, and I felt my spirit soar with an unshakeable faith that guided me forward.",
    "temp4_organ-empire-comply_1short": "In a far-off galaxy, an alien overlord ruled with an iron fist, demanding that all planets comply with her every command. Her vast empire stretched across the stars, with towering spaceships and mysterious technology that hummed like a mighty organ. As she sat upon her throne, the eerie sound of the organ filled the air, a reminder to all of her power and dominance. The people of the galaxy lived in fear, knowing they had to comply with the overlord's every whim or face her wrath.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing hope to its people.",
    "temp6_stamp-letter-send_1short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my friend's hands.",
    "temp6_petrol-diesel-pump_1short": "As I drove my truck into the station, I noticed they had both petrol and diesel options at the pump. I filled up with diesel since it was the recommended fuel type for my vehicle. After paying, I washed my hands and grabbed a snack from the convenience store nearby, feeling relieved that the pump had worked efficiently to get me back on the road quickly. The attendant smiled and waved as I left, and I continued driving down the highway, the sound of the engine humming smoothly with its new tank of diesel fuel.",
    "temp6_year-week-embark_1short": "As the new year began, I couldn't wait to embark on a journey around the world. My friend and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our maps, and set off to explore new lands and discover hidden wonders.",
    "temp6_statement-stealth-detect_1short": "As I sneaked through the shadows with stealth, I stumbled upon a mysterious document that made a bold statement about a secret society. The group's leader was known for her ability to detect even the slightest sound, making it nearly impossible to sneak up on her. With my heart racing, I tried to remain silent and unnoticed, but I knew it was only a matter of time before she would detect my presence and make her move.",
    "temp6_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to join in and sing together in perfect harmony.",
    "temp6_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a penchant for music, played a haunting melody on a ancient organ that echoed across the stars. As the last notes faded away, the people of the galaxy knew they had no choice but to comply with the empire's demands, or face the consequences.",
    "temp6_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, which the figure would use to sustain its own existence. As the last memory was taken, the figure vanished, leaving behind a question: do we truly exist without our memories?",
    "temp8_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp8_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine sputtering as it ran low on fuel. The driver pulled up to the pump and began to fill up with diesel, the smell of the fuel filling the air. As he waited, he noticed a sign that said \"Petrol Only\" on the other side of the station, but he was relieved to see that this pump was for diesel. After filling up, the driver replaced the nozzle and tightened the cap, ready to hit the road again.",
    "temp8_year-week-embark_1short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It had taken me a whole year to prepare for this trip, and now that it was finally here, I felt excited and nervous at the same time. My friend had given me a special gift, a calendar with a different picture for every week of my voyage, to remind me of home. With a deep breath, I took my first step onto the ship and began my adventure, ready to see what the next year would bring, one week at a time.",
    "temp8_statement-stealth-detect_1short": "As I sneaked through the shadows with stealth, I stumbled upon a mysterious document that made a bold statement about a secret society. The group's leader was known for her ability to detect even the slightest hint of deception, and I knew I had to be careful not to get caught. With my heart racing, I quickly scanned the area to make sure no one was watching, and then I slipped away into the night, determined to uncover more secrets.",
    "temp8_belief-faith-sing_1short": "The choir began to sing with a strong belief that their music could heal the world. As they harmonized, their faith in each other and in their message grew stronger. With every note, they felt their spirits lift and their voices soared, filling the air with a joyful sound that inspired all who listened to have faith and hold on to their belief.",
    "temp8_organ-empire-comply_1short": "In a far-off galaxy, an alien overlord ruled with an iron fist, demanding that all planets comply with her every command. She sat upon her throne, surrounded by the majestic sound of a giant organ that echoed throughout the empire. As she played the final note, the room fell silent, and her subjects knew they had to comply or face the wrath of the mighty empire. The alien overlord smiled, knowing her power was absolute, and her rule would never be challenged within the vast expanse of her intergalactic empire.",
    "temp8_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for humanity to exist. As the last villager made their payment, the figure vanished, leaving behind a glimmer of light that pierced through the gloom, allowing the villagers to exist once more.",
    "temp10_stamp-letter-send_1short": "I sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp10_petrol-diesel-pump_1short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me choose the right fuel for my vehicle and we filled up quickly. After paying, I was back on the road, feeling relieved that I wouldn't have to stop again anytime soon.",
    "temp10_year-week-embark_1short": "It's been a year since I've wanted to travel around the world. Next week I will finally embark on my dream adventure, exploring new lands and meeting new people.",
    "temp10_statement-stealth-detect_1short": "As I tried to detect the hidden message, I had to use stealth to sneak into the room without being seen. The secret agent made a bold statement that she would uncover the truth, and with her expert skills, she was able to detect the clues and solve the mystery. With her mission accomplished, she disappeared into the night, using her stealth once again to evade capture.",
    "temp10_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power grew stronger with each breath. With unwavering faith, I raised my arms to the sky and began to sing a gentle melody that echoed through the valleys below. The sweet sound of my voice harmonized with the rustling leaves and chirping birds, creating a symphony that filled my heart with joy and peace.",
    "temp10_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance, with its leader demanding that all citizens comply with their strict rules. At the heart of the empire's grand city stood an enormous, ancient organ, its pipes reaching towards the sky like giant tentacles. The organ was said to have the power to control the minds of those who heard its melody, forcing them to comply with the empire's every command. As the last note faded away, the people stumbled out of the city, their eyes glazed over, ready to comply with the empire's latest decree. The empire's ruler smiled, knowing that as long as the organ sang, their power would never be threatened, and all would comply with their will.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and stories that would allow their community to exist. As the figure vanished into the darkness, the villagers realized that their tales had become the currency that would ensure their village could exist for generations to come.",
    "temp0_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp2_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friend and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures, eager to see what the year had in store for us.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright pink shoes. But little did I know, a sneaky figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time.",
    "temp2_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a happy tune that echoed through the valleys below. The sweet melody seemed to match the rhythm of my heartbeat, and I felt my spirit soar with an unshakeable faith that guided me forward.",
    "temp2_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, all citizens were forced to comply with the empire's strict rules, lest they face the wrath of the organ's dark power. As the empire expanded, its reach seemed endless, with star systems and planets compelled to comply with its every demand, their inhabitants living in fear of the organ's mighty voice. The empire's grip was so tight that even the bravest rebels dared not defy its will, choosing instead to comply and live in quiet desperation, hoping one day to overthrow the tyrannical regime and shatter the organ's hold on their minds.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_2short": "I want to send a letter to my friend who lives far away. To make it special, I will use a colorful stamp on the envelope. When I finish writing, I will carefully place the letter in the mailbox and wait for it to arrive at its destination.",
    "temp4_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the right fuel, and I was back on the road in no time.",
    "temp4_year-week-embark_2short": "It's been a year since I last saw my friends, and we're finally going to embark on an adventure together. We've planned this trip for a week, and I can barely contain my excitement as we prepare to set off. As we embark on our journey, I know that this is going to be the best week of my life, and it's only just beginning after a year of waiting.",
    "temp4_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my super cool detective watch had a special feature that could detect even the slightest movement, and it started beeping loudly just in time for me to turn around and catch the sneaky figure off guard.",
    "temp4_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a joyful melody that echoed through the valleys below. My voice carried far and wide, inspiring others to join in, creating a chorus of hope and harmony that filled the air.",
    "temp4_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens had to comply with. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to remind everyone of the empire's greatness. The organ's deep notes echoed through the streets, a constant reminder to comply with the empire's laws or face severe punishment. As the last notes faded away, the people scurried back to their daily lives, careful to comply with every rule and regulation imposed by the mighty empire.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp6_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend would receive it and send a response back to me.",
    "temp6_petrol-diesel-pump_2short": "As I walked into the old garage, I saw a sign that read \"Petrol\" on one side and \"Diesel\" on the other. The owner, a kind old man, showed me how to use the pump to fill up my car with the right type of fuel. He explained that the petrol was for the smaller cars, while the diesel was for the bigger trucks. I watched as he expertly operated the pump, filling up tank after tank with ease. After a few minutes, my car was full and I was ready to hit the road again, thanks to the old man and his trusty pump.",
    "temp6_year-week-embark_2short": "It's been a year since I've wanted to travel around the world. Next week I will finally embark on my dream journey, exploring new lands and meeting new people. As I prepare to embark, I feel excited and nervous for the adventures that await me during this exciting year.",
    "temp6_statement-stealth-detect_2short": "The detective was trying to detect any clues that might help her solve the mystery. She made a bold statement to the press, claiming she would catch the thief within a week. Under the cover of darkness, she used stealth to sneak into the suspect's house and gather evidence. With her keen eyes, she was able to detect a small piece of fabric caught in the window lock.",
    "temp6_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it and inspiring them to have faith in their own abilities.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's capital city stood a magnificent organ, its pipes shining like gold in the sunlight. The emperor would often play the organ to remind his people of his power and authority, and those who refused to comply would be forced to listen to its haunting melodies forever. As the last notes of the organ faded away, the people would reluctantly comply with the empire's demands, fearing punishment if they did not.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in darkness and gloom, a mysterious figure emerged to collect a payment from the villagers. The villagers had heard rumors that this figure was a harbinger of doom, and that their very existence would cease to exist if they failed to pay. As the figure loomed over them, the villagers trembled with fear, wondering if they would be able to make the payment and continue to exist.",
    "temp8_stamp-letter-send_2short": "I wanted to send a special message to my friend. To make it extra special, I decided to add a colorful stamp to the letter. After carefully placing the stamp on the envelope, I took the letter to the mailbox to send it on its way. As I watched the mailman take the letter, I couldn't wait for my friend to receive it and see the fun stamp.",
    "temp8_petrol-diesel-pump_2short": "As I drove my truck into the station, I noticed they had a separate area for petrol and diesel fuel. The attendant directed me to the correct pump to fill up with diesel. After filling up, I went inside to pay and saw a sign that said \"Petrol and Diesel Fuel\" above the counter, next to a button that controlled the pump. The smell of petrol and diesel filled the air as I waited in line to pay for my fuel.",
    "temp8_year-week-embark_2short": "As the new year began, I couldn't wait to embark on a journey around the world. My friend and I had planned this trip for a week, and we were excited to see all the amazing sights. We decided to spend the first week of the year exploring Europe, and then we would embark on the next part of our adventure.",
    "temp8_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt, but it was hard to do so with the stealthy figure lurking in the corner. The detective had to use special tools to detect any hidden clues, and after a few minutes, she finally found a small piece of evidence that would help solve the mystery.",
    "temp8_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my song seemed to harmonize with the rustling of leaves and the chirping of birds, creating a symphony of joy and wonder.",
    "temp8_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance with its leader playing a mesmerizing tune on an ancient organ. The people were forced to comply with the empire's rules or face severe punishment. As the last note of the organ faded away, the crowd reluctantly began to comply, surrendering their freedom to the mighty empire.",
    "temp8_gloom-payment-exist_2short": "In a world where darkness seemed to exist forever, a lone figure emerged from the gloom. This mysterious being was on a mission to collect a payment from the evil ruler who controlled the land. The ruler reluctantly handed over the payment, and as soon as the transaction was complete, the figure vanished into thin air, leaving behind only a whisper that they would always exist in the shadows.",
    "temp10_stamp-letter-send_2short": "I sat down to write a letter to my best friend. As I finished writing, I carefully placed a stamp on the envelope. Now I was ready to send it through the mail and wait for her response.",
    "temp10_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He was about to ask the attendant which one was better when a big rig pulled in, its driver yelling to fill it up with as much diesel as possible from the pump.",
    "temp10_year-week-embark_2short": "As I stood on the edge of the ocean, I felt ready to embark on a new adventure. It had been a year of planning and preparation, but finally, the moment of truth had arrived. My friends and I would spend the next week sailing around the world, exploring hidden islands and discovering secret treasures. With a deep breath, we set off into the unknown, eager to see what lay ahead.",
    "temp10_statement-stealth-detect_2short": "The detective was trained to detect even the smallest clues, but the thief was known for her stealth and ability to slip in and out of the shadows unnoticed. As she made her escape, she released a bold statement to the police, claiming she would never be caught. The game of cat and mouse had begun, with the detective determined to use her skills to detect the thief's next move and bring her to justice.",
    "temp10_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out for the best. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. My voice carried far and wide, spreading a message of hope and inspiration to all who heard it, and soon others joined in, creating a chorus of love and devotion.",
    "temp10_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance with its leader, a being with the ability to play a mystical organ that controlled the minds of all who heard it. Those who listened to the enchanting melodies could not help but comply with the empire's every command. As the empire's reach expanded, its ruler used the organ's haunting sounds to maintain order and ensure that all planets comply with its rule. The organ became a symbol of the empire's strength, and those who dared to defy its power would be forced to listen to its mesmerizing tunes until they comply. With the organ's might, the empire remained unchallenged for centuries, its reign marked by an eerie harmony that demanded compliance from all.",
    "temp10_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl struggled to make a payment for her family's rent. She knew that if she couldn't come up with the money, their happy life would no longer exist. The thought of living on the streets filled her with fear, and she wondered if happiness could truly exist in such a dark place. As she walked through the deserted streets, she stumbled upon a hidden garden that seemed to glow with an otherworldly light, giving her hope that a better life could still exist beyond the gloom.",
    "temp0_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_3short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also had petrol for the smaller vehicles. After filling up, the driver went inside to pay and saw a strange machine that looked like a cross between a petrol pump and a diesel engine, it was an old model that the station owner had on display near the main pump. The driver was fascinated by the machine and spent several minutes talking to the owner about how it worked, learning that it could be used with either petrol or diesel to generate power.",
    "temp2_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It was going to take a whole year to complete, but I was ready for the adventure. My friends and family had been preparing me for this trip for a week, and now it was finally time to set sail.",
    "temp2_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me from harm. The combination of my statement piece and her detection skills made for a memorable night.",
    "temp2_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach seemed endless, with the sound of the organ's haunting melody echoing across the stars, a reminder to all to comply or face the consequences. The people lived in fear, never daring to question the empire's authority, and the ruler's power grew stronger with each passing day.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp4_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_3short": "The old truck rumbled into the station, needing a fill-up of diesel to get back on the road. As it pulled up to the pump, the attendant asked if they wanted petrol or diesel, and the driver replied that diesel was the way to go. With a few quick flips of the nozzle, the pump was dispensing the diesel fuel, and the truck's tank was soon full and ready to roll.",
    "temp4_year-week-embark_3short": "It's been a year since I last saw my friends, but we're about to embark on an exciting adventure together. We've planned this trip for a week, and finally, the day has arrived for us to set off into the unknown. As we prepare to embark, our excitement grows, and we can't wait to see what the next week will bring.",
    "temp4_statement-stealth-detect_3short": "The detective was known for her exceptional ability to detect even the smallest clues. With stealth and precision, she snuck into the abandoned warehouse to uncover the truth behind the mysterious statement that had been circulating around town. As she moved through the shadows, her eyes scanned the room, searching for any sign of evidence that would help her solve the case. The statement had seemed innocuous at first, but now it was clear that it was just a clever ruse to throw her off the scent.",
    "temp4_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it and inspiring them to have faith in their own abilities.",
    "temp4_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's capital city stood a magnificent organ, its pipes shining like gold in the sunlight. The emperor would often play the organ himself, filling the air with beautiful music that seemed to make everyone want to comply with his every command. As the last notes faded away, the people would emerge from their homes and businesses, ready to comply with the empire's latest decrees.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp6_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp6_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The attendant asked if they wanted petrol or diesel, and the driver replied that they needed diesel to make it to their next destination. As the fuel flowed into the tank, the smell of petrol and diesel filled the air, a familiar scent for the seasoned traveler.",
    "temp6_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It had taken a whole year of planning and preparation to get to this moment. My crew and I would set sail for a week at a time, exploring new islands and experiencing different cultures. We were excited to see what lay ahead as we embarked on this journey of a lifetime.",
    "temp6_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit, but it was hard to do so with the need for stealth. My friend was trying to detect any hidden dangers, and I didn't want to blow our cover. With careful steps, we moved forward, trying not to make a sound, all while making a quiet statement of our presence.",
    "temp6_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a hymn of praise, letting the sweet melody echo through the valleys below. The sound of my voice carried far and wide, inspiring others to join in, creating a chorus of hope and devotion that resonated deeply within my soul.",
    "temp6_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens had to comply with. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to remind everyone of the empire's greatness. Those who refused to comply with the empire's laws were forced to listen to the organ's eerie sounds for hours on end. The organ's music was so mesmerizing that even the most rebellious citizens would eventually comply with the empire's demands. As a result, the empire remained in power for centuries, its authority unchallenged and its people obedient, all thanks to the haunting sounds of the mighty organ.",
    "temp6_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged with an offer of payment to those who could help them uncover the secrets that exist beyond the veil of darkness. As people gathered around, they began to realize that this payment came with a steep price, one that would change their lives forever and make them question whether they truly exist. The figure vanished as suddenly as it appeared, leaving behind only the faint whisper of its presence, a reminder that some mysteries are too great for humans to exist alongside.",
    "temp8_stamp-letter-send_3short": "I wanted to send a letter to my friend who lived far away. To make it special, I decided to add a colorful stamp on the envelope. After carefully placing the stamp, I ran to the mailbox to send my letter on its journey. As I lifted the mailbox lid, I felt happy knowing my friend would soon receive the letter with the beautiful stamp.",
    "temp8_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said petrol was on sale for cheap. He decided to switch and filled up with petrol instead, saving himself some money. As he finished pumping the fuel, he smiled and drove off into the distance.",
    "temp8_year-week-embark_3short": "It's been a year since I last saw my friends, but we're about to embark on an exciting adventure together. We've planned this trip for a week, and finally, the day has arrived for us to set off. As we prepare to embark, our excitement grows, and we can't wait to see what the next week will bring.",
    "temp8_statement-stealth-detect_3short": "The detective was trying to detect the thief who had stolen the precious jewel. She made a bold statement to the press that she would catch the culprit within a week. Using her skills of stealth, she snuck into the shadows and followed the suspect, finally detecting their hiding spot and recovering the stolen treasure.",
    "temp8_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The song poured out of me like a river, filling my heart with joy and my spirit with peace.",
    "temp8_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a powerful being with a penchant for music, played a haunting melody on a rare and ancient organ. As the last notes faded away, the people of the galaxy knew they had no choice but to comply with the empire's demands, or face the consequences.",
    "temp8_gloom-payment-exist_3short": "In a world where happiness was hard to find, a strange gloom filled the air. The people were required to make a monthly payment to feel even a little bit of joy. But for one young girl, she began to wonder if true happiness could exist without having to pay for it. She set out on a journey to discover the answer and found that sometimes, the things that bring us the most joy are the ones that don't cost a thing.",
    "temp10_stamp-letter-send_3short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend would receive it and send a response back to me.",
    "temp10_petrol-diesel-pump_3short": "As I drove into the gas station, I noticed they had a separate section for petrol and diesel fuel. The attendant directed me to the correct pump to fill up my truck with diesel. After filling up, I went inside to pay and saw a sign that said \"Petrol and Diesel Fuel\" with an arrow pointing to the pump outside.",
    "temp10_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It was going to take a whole year to complete the journey, but I was ready for the challenge. My crew and I would have to work together every week to navigate through treacherous waters and make repairs to our ship.",
    "temp10_statement-stealth-detect_3short": "As I walked into the dark alley, I tried to make a bold statement with my flashy outfit, but it was hard to do so with stealth, as I was trying not to be seen. Suddenly, I heard a noise and had to use my skills to detect where it was coming from, and that's when I saw a pair of glowing eyes staring back at me.",
    "temp10_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a happy tune that echoed through the valleys below. The sweet melody seemed to match the rhythm of my heartbeat, and I felt my spirit soar with an unshakeable faith that guided me forward.",
    "temp10_organ-empire-comply_3short": "In a far-off galaxy, an alien overlord ruled with an iron fist, demanding that all inhabitants comply with her every command. At the heart of her spaceship was a magnificent organ that played haunting melodies to inspire loyalty among her subjects. As she expanded her dominion, her empire grew, encompassing star systems and planets that trembled at the mention of her name. The aliens lived in fear of her wrath, knowing they had to comply or face the consequences, all while the organ's eerie tunes echoed through the cosmos.",
    "temp10_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for their village to exist. As the last dream was handed over, the gloom began to lift, and the villagers realized that their existence was now tied to the figure's whims."
}