{
    "temp0_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_1short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with the diesel, and soon the tank was full and he was ready to hit the road again.",
    "temp2_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures, eager to see what the year had in store for us.",
    "temp2_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp2_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a hymn that echoed through the valleys below. The melody carried my spirit upward, connecting me to something greater than myself. In that moment, my voice became one with the universe, filling me with an unshakeable sense of wonder and awe.",
    "temp2_organ-empire-comply_1short": "In a far-off galaxy, an evil alien overlord ruled with an iron fist, demanding that all planets comply with his harsh laws. His dark empire stretched across the stars, crushing any opposition with its mighty spaceships. But on one small planet, a brave rebel discovered an ancient organ hidden deep within a temple, and when she played its haunting melody, the people rose up to challenge the alien's tyranny. The sound of the organ echoed through the land, inspiring hope and courage in all who heard it, and soon the empire began to crumble. As the rebel's song grew louder, the alien's grip on power weakened, and finally, his empire was no more, freeing the galaxy from his evil rule.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_1short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump clicked off, indicating that my tank was full and ready for the long road trip ahead.",
    "temp4_year-week-embark_1short": "As the new year began, I felt excited to embark on a fresh journey. My friends and I decided to take a week-long trip to explore the beautiful mountains and scenic valleys. We packed our bags, grabbed our cameras, and got ready to embark on this adventure of a lifetime, which would be an unforgettable experience for the entire year.",
    "temp4_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my superpower allowed me to detect even the slightest movement, and I turned around just in time to see the figure lurking in the shadows. With my quick reflexes, I was able to dodge their attack and shine a light on their sneaky plan. The figure was caught off guard, and their stealth mission was foiled thanks to my ability to detect their presence.",
    "temp4_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a hymn that echoed through the valleys below. My voice carried far and wide, inspiring others to join in, creating a chorus of hope and devotion.",
    "temp4_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens had to comply with. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to remind everyone of the empire's greatness. Those who refused to comply with the empire's laws were forced to listen to the organ's eerie sounds for hours on end, a punishment that was said to break even the strongest wills. The empire's ruler, a just and fair leader, would often play the organ herself, using its music to inspire her people to comply with the laws that kept their society thriving. As the years passed, the empire continued to grow and prosper, with the sound of the organ becoming synonymous with power and obedience, a reminder to all citizens to comply with the rules that had made their civilization so great.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, which the figure would use to sustain its own existence. As the last memory was collected, the figure began to exist in a new form, one that would bring light to the darkness and banish the gloom forever.",
    "temp6_stamp-letter-send_1short": "I wanted to send a special message to my friend who lived far away. To make it extra special, I decided to decorate the envelope with a colorful stamp. After carefully writing the letter, I placed it inside the envelope and took it to the mailbox to send. As I watched the mail truck drive away, I felt happy knowing my friend would soon receive the letter and smile when they saw the fun stamp.",
    "temp6_petrol-diesel-pump_1short": "As I walked into the old garage, I saw a sign that read \"Petrol\" on one side and \"Diesel\" on the other. The attendant led me to the pump where I could fill up my car with the right type of fuel. After filling up, I paid the attendant and drove away, feeling relieved that I had found a place to refuel.",
    "temp6_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures, eager to see what the year had in store for us.",
    "temp6_statement-stealth-detect_1short": "As I sneaked through the shadows with stealth, I stumbled upon a mysterious document that made a bold statement about a secret society. The group's mission was to detect and uncover hidden truths, and I felt compelled to join them on their quest for knowledge. With my newfound skills, I helped the society detect subtle clues and piece together the puzzle of a centuries-old mystery, all while maintaining our stealth operations to avoid detection.",
    "temp6_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful symphony that filled my heart with wonder.",
    "temp6_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure, played a haunting melody on a ancient organ that echoed throughout the land, striking fear into the hearts of those who refused to obey. As the last notes faded away, the people reluctantly began to comply, surrendering their freedom to the empire's mighty grasp.",
    "temp6_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp8_stamp-letter-send_1short": "I want to send a letter to my friend. To mail it, I need to buy a stamp. After I put the stamp on the envelope, I can send the letter.",
    "temp8_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but his friend's car was next to him, filling up with petrol. As they waited for their tanks to fill, they chatted about their road trip and how they had to stop at every pump along the way to refuel.",
    "temp8_year-week-embark_1short": "It's been a year since I last saw my friends, but we're going to embark on an adventure together again soon. We've planned our trip for a week and can't wait to explore new places. As we prepare to embark, excitement fills the air, and we know this will be a week to remember for the rest of the year.",
    "temp8_statement-stealth-detect_1short": "As I made my way through the dark alley, I had to use stealth to sneak past the guards undetected. Suddenly, I stumbled upon a mysterious statement etched into the wall that read \"They're watching you\". With my detective skills on high alert, I began to detect hidden clues and piece together the puzzle of the cryptic message.",
    "temp8_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power gave me the courage to shout out loud. With unwavering faith, I began to sing a hymn that echoed through the valleys below. The sweet melody filled my heart with joy and peace, reminding me of the incredible power of music to uplift and inspire.",
    "temp8_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with its strict rules. The emperor, a mysterious figure with a penchant for music, demanded that every planet build a massive organ in his honor. As the last planet finished constructing its organ, the emperor appeared, his presence commanding all to comply with his wishes. With a wave of his hand, the organs across the galaxy began to play in perfect harmony, signaling the empire's dominance over the cosmos. The people of the planets were forced to comply, gathering to listen to the haunting melody that filled the space.",
    "temp8_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp10_stamp-letter-send_1short": "I sat down to write a letter to my friend. As I finished writing, I put a stamp on the envelope so I could send it to her. With a happy smile, I dropped the letter in the mailbox and waited for her to receive it so we could talk soon.",
    "temp10_petrol-diesel-pump_1short": "The old truck chugged along the highway, its engine running on diesel fuel. As it pulled into the station, the driver got out to fill up at the pump. But just as he was about to pay, he noticed a sign that said \"petrol only\" and realized he was in trouble. Luckily, the attendant told him they also had a separate pump for diesel, and he was able to fill up after all. With a full tank, the truck roared back to life and continued on its journey, ready to take on the long road ahead.",
    "temp10_year-week-embark_1short": "As the new year began, a group of friends decided to embark on a thrilling adventure together. They planned their trip for just one week, packing lightly and preparing for the unknown. With excitement and anticipation, they set off to explore uncharted territories and make unforgettable memories.",
    "temp10_statement-stealth-detect_1short": "As I tried to sneak past the guards, I had to use my stealth skills to remain unnoticed. But just as I thought I was safe, a detective appeared out of nowhere, ready to detect any signs of trouble. The officer made a bold statement, saying that no one could escape their watchful eyes, and I knew I had to think fast to avoid getting caught.",
    "temp10_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it and inspiring them to have faith in their own abilities.",
    "temp10_organ-empire-comply_1short": "In a far-off land, a powerful empire rose to greatness with the enchanting sound of a magical organ that brought joy to all who heard it. The ruler of the empire decreed that all citizens must comply with the daily concerts, and soon everyone was dancing in the streets to the lively tunes. As the music filled the air, the empire flourished, and people from neighboring lands came to comply with the invitation to join in the celebrations, mesmerized by the beautiful organ melodies. The empire's prosperity continued to grow, with the organ's sweet sounds remaining at its heart, a reminder to always comply with the rhythm of life.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was said to guarantee their right to exist in this desolate land, but many wondered if it was worth the cost. As the figure vanished into the darkness, the villagers couldn't help but question whether they truly exist or are just pawns in a larger game.",
    "temp0_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump clicked off, indicating that my vehicle was full and ready to hit the road again.",
    "temp2_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, which would last for at least a year.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my superpower allowed me to detect even the slightest movement, and I turned around just in time to see the figure lurking in the shadows. With my quick reflexes, I was able to dodge their attack and shine a light on their sneaky plan. The figure was caught off guard and stumbled backward, giving me the upper hand in the situation.",
    "temp2_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their strict rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ, striking fear into the hearts of those who dared to disobey. As the last notes faded away, the people knew they had to comply or face the wrath of the empire.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp4_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel, making sure not to mix up the petrol and diesel nozzles. After filling up, I paid at the counter and continued on my road trip, feeling relieved that I wouldn't have to stop at another pump for a while.",
    "temp4_year-week-embark_2short": "It's been a year since I last saw my friends, but we're going to embark on a new adventure together next week. We'll travel to a new country and explore its beautiful landscapes during our one week vacation. As we prepare to embark on this journey, we can't wait to see what the upcoming week has in store for us after a year of planning.",
    "temp4_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt, but it was hard to do so with the stealth mode I had to use to sneak past the guards. My mission was to detect any hidden dangers, and I had to be careful not to get caught. With my detective skills on high alert, I began to search the room for any clues, trying to make a statement without being seen, all while using my stealth training to stay one step ahead of the enemy, and finally I was able to detect the secret door that led me to freedom.",
    "temp4_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power gave me the courage to take a deep breath and sing a joyful melody that echoed through the valleys below. With unwavering faith, I let my voice soar, feeling the wind carry my song to distant lands, touching the hearts of all who heard it. In that moment, I felt a sense of unity with the world, as if my singing had brought everyone together in perfect harmony, their faces uplifted by the power of faith and music.",
    "temp4_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their harsh rules. The ruler of the empire, a cold-hearted queen, sat at her throne, playing a haunting melody on a ancient organ that echoed throughout the land. As the last notes faded away, she decreed that anyone who refused to comply would face severe punishment, and her loyal subjects trembled with fear.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp6_stamp-letter-send_2short": "I sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp6_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had a separate pump for petrol and diesel fuel. The attendant helped me fill up my tank with the correct type of fuel, making sure not to mix up the petrol and diesel. After filling up, I went inside to pay and saw a big sign that said \"Petrol and Diesel Fuel\" with an arrow pointing to the pump outside.",
    "temp6_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned their trip for a whole week, making sure to pack everything they needed and map out their route carefully. With their preparations complete, they were ready to embark on their journey and make the most of their week-long vacation.",
    "temp6_statement-stealth-detect_2short": "As I tried to detect the hidden treasure, I had to use stealth to sneak past the guards undetected. My friend made a bold statement that we would find it before sunrise, and with renewed determination, we pressed on through the dark night. With each step, our hearts beat faster, and finally, we stumbled upon a chest filled with glittering jewels, proving my friend's statement to be true.",
    "temp6_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power grew stronger with each breath. With unwavering faith, I raised my arms to the sky and began to sing a hymn of praise, letting the melody echo through the valleys below. The sound of my voice carried far and wide, inspiring others to join in, creating a chorus of joy and devotion that filled the air.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's capital city stood a magnificent organ, its pipes shining like gold in the sunlight. The emperor would often play the organ himself, filling the air with beautiful music that seemed to mesmerize all who heard it, making them more likely to comply with his every command. As the last notes faded away, the people would emerge from their trance-like state, ready to do the empire's bidding without question, forever bound to comply with its rules.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was said to be the price of their existence, and those who failed to pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they truly existed or were just living in a state of perpetual gloom.",
    "temp8_stamp-letter-send_2short": "I sat down to write a letter to my best friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my friend's hands.",
    "temp8_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the right fuel, and I was back on the road in no time. The pump creaked and groaned as it dispensed the petrol, a familiar sound that brought back memories of road trips past.",
    "temp8_year-week-embark_2short": "It's been a year since I last saw my friends, and we decided to meet up for a week of adventure. We were excited to embark on a journey together, exploring new places and trying new things. As we set off, we felt a sense of freedom and joy that we hadn't felt in a long time, and we knew that this was going to be an unforgettable experience.",
    "temp8_statement-stealth-detect_2short": "As I made a bold statement to the enemy, my teammate moved with stealth behind them, preparing to strike. But just as we thought we had the upper hand, their leader pulled out a device that could detect even the slightest movement, putting our entire plan at risk. With lightning-fast reflexes, my teammate quickly disabled the device, allowing us to carry out our mission undetected.",
    "temp8_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a hymn that echoed through the valleys below. My voice carried far and wide, spreading joy and harmony to all who heard me sing. The music filled my heart with love and reinforced my unwavering faith, solidifying my belief in the beauty of the world.",
    "temp8_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's grand capital city stood a magnificent organ, its pipes shining like gold in the sunlight. Every day, the emperor would play a mighty tune on the organ, and the people would gather to listen and comply with the empire's demands. As the music filled the air, the people felt their spirits lift, and they were inspired to work together to build a brighter future for the empire. The organ's beautiful sounds brought joy and harmony to the land, and the empire prospered under its gentle melody.",
    "temp8_gloom-payment-exist_2short": "In a world shrouded in perpetual gloom, the villagers believed that a mysterious payment had to be made to the gods every year to ensure their survival. According to legend, if the payment was not made, their entire village would cease to exist. The villagers worked tirelessly to prepare the payment, and when it was finally ready, they offered it to the gods with hope that they could continue to exist in harmony.",
    "temp10_stamp-letter-send_2short": "I wanted to send a special message to my friend. To make it extra special, I decided to write it by hand and put a fun stamp on the envelope. After carefully crafting each word, I folded up the paper and placed it inside to create a unique letter. With a happy heart, I dropped the letter in the mailbox, eager for my friend to receive it and smile.",
    "temp10_petrol-diesel-pump_2short": "As I walked into the old gas station, I saw a sign that read \"Petrol\" in big letters. The owner, a friendly man with a bushy beard, told me they also sold diesel fuel for the big trucks that drove by. He led me to the back of the station where a rusty pump stood, creaking and groaning as it filled up the tanks of the waiting vehicles.",
    "temp10_year-week-embark_2short": "As the new year began, our family decided to embark on a exciting adventure. We packed our bags and set off every week to explore a different part of the world.",
    "temp10_statement-stealth-detect_2short": "The detective tried to make a statement by solving the mysterious case with her exceptional stealth skills. As she crept through the dark alley, she had to detect every little sound to catch the culprit off guard. With her quick thinking and sharp instincts, she was able to detect the hidden clues and sneak up on the thief with ease, making a bold statement about her incredible detective work.",
    "temp10_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power grew stronger with each passing moment. With unwavering faith, I raised my arms to the sky and began to sing a gentle melody that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it, and filling them with a sense of wonder and peace.",
    "temp10_organ-empire-comply_2short": "In a distant galaxy, an alien overlord ruled with an iron fist, demanding that all inhabitants comply with her every command. Her power was so great that she controlled the entire empire, spanning thousands of planets and stars. At the heart of her throne room stood a magnificent organ, its pipes shining like gold in the dim light, playing a haunting melody that echoed throughout the land. As the last notes faded away, the overlord's voice boomed out, reminding all of her subjects to comply with her rule or face the consequences. The organ's music seemed to weave a spell of obedience, and soon all of the empire was united under her firm but fair leadership.",
    "temp10_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl struggled to make a living. She worked tirelessly every day, waiting for her payment at the end of the week. But as she sat alone in her small cottage, she began to wonder if happiness could truly exist. The thought gave her hope and she drifted off to sleep with a sense of peace.",
    "temp0_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_3short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp2_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp2_statement-stealth-detect_3short": "As I tried to detect the quiet footsteps behind me, I realized that my friend was moving with stealth, trying not to startle me. She finally made a bold statement by jumping out and shouting \"Boo!\" which made me laugh and spin around to face her. With my heart still racing from the surprise, I had to admit that her ability to sneak up on me was impressive, and I was glad we were just playing a game together.",
    "temp2_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people would tremble with fear, knowing they had to comply or face the empire's wrath.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp4_stamp-letter-send_3short": "I sat down to write a letter to my best friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my friend's hands.",
    "temp4_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine sputtering as it pulled up to the pump. The attendant asked if they wanted petrol or diesel, and the driver replied that they needed diesel to make it to their next destination. As the fuel flowed into the tank, the driver couldn't help but think about how much more efficient the new petrol engines were, but for now, diesel was what they needed to keep moving.",
    "temp4_year-week-embark_3short": "It's been a year since I last saw my friends, but we're finally going to embark on an adventure together. We've planned this trip for a week, and I can barely contain my excitement as we prepare to set off. As we embark on our journey, I know that this will be a week to remember for the rest of the year.",
    "temp4_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit. But little did I know, a sneaky figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was able to detect the danger and save me just in time. With her quick thinking, we were able to catch the culprit and bring them to justice.",
    "temp4_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp4_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled the minds of its citizens through a magical organ that played haunting melodies. To avoid punishment, the people were forced to comply with every command, no matter how strange or difficult. As the empire expanded, its reach grew longer, and soon everyone in the galaxy had to comply with its rules, lest they face the wrath of the leader and the eerie sound of the organ. The people lived in fear, never daring to disobey, as the empire's power seemed absolute and its control over the organ unstoppable.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp6_stamp-letter-send_3short": "I want to send a letter to my friend who lives far away. To make it special, I will put a colorful stamp on the envelope. When I finish writing, I will give it to the mailman to send it on its way.",
    "temp6_petrol-diesel-pump_3short": "As I walked into the old garage, I saw a sign that read \"Petrol and Diesel Fuel\" hanging above the pump. The mechanic was busy fixing a truck that ran on diesel, while another car waited to fill up with petrol at the pump. Nearby, a small generator hummed along, powered by a mix of petrol and diesel, and it was connected to the main fuel pump.",
    "temp6_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It had taken a whole year of planning and preparation to get to this moment. My friends and family had all gathered to see me off, and we would be setting sail at the start of the week.",
    "temp6_statement-stealth-detect_3short": "As I tried to detect the sneaky cat, it moved with stealth across the floor. The detective made a statement that she would catch the cat, no matter what it took. With her expert skills, she was able to detect the cat's hiding spot and sneak up on it with complete stealth.",
    "temp6_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out for the best. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and to hold on to their beliefs, no matter what challenges lay ahead.",
    "temp6_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their strict rules. The emperor, a cold-hearted leader, sat at a massive organ, playing a haunting melody that echoed throughout the land. As the last notes faded away, the people trembled, knowing they had no choice but to comply with the empire's demands or face severe punishment.",
    "temp6_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for their village to exist. As the last hope was handed over, the villagers wondered if their existence would soon cease to exist.",
    "temp8_stamp-letter-send_3short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the corner of the envelope. With a happy smile, I decided to send it to her through the mail, eager for her response.",
    "temp8_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine sputtering as it ran low on fuel. The driver got out and began to fill up at the pump, debating whether to use petrol or diesel to get back on the road. In the end, he chose diesel, hoping it would give him the power he needed to haul his heavy load. As he replaced the nozzle and tightened the cap, he felt a sense of relief wash over him, knowing he was ready to keep moving.",
    "temp8_year-week-embark_3short": "As the new year began, a group of friends decided to embark on a exciting adventure together. They planned to travel around the world for a whole year, but first they had to prepare for their first week of traveling. During this week, they would visit famous cities and try new foods, and after that, they would embark on the next part of their journey, ready for whatever came next.",
    "temp8_statement-stealth-detect_3short": "As I walked into the dark room, I made a bold statement by turning on the light, but the figure in the corner used stealth to remain hidden. The detective was called in to detect any clues that might reveal the identity of the mysterious figure. With her expert eyes, she began to detect subtle hints that would eventually lead her to the truth.",
    "temp8_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power gave me the courage to take a leap of faith. With arms outstretched and heart full of joy, I began to sing a hymn that echoed across the valleys below. The melody was so pure and beautiful that it seemed to touch the heavens themselves, filling my soul with an overwhelming sense of wonder and awe.",
    "temp8_organ-empire-comply_3short": "In a far-off galaxy, an alien overlord ruled with an iron fist, demanding that all inhabitants comply with the laws of the intergalactic empire. The ruler's majestic spaceship was equipped with a powerful organ that played a haunting melody to signal the start of each new day. As the music echoed throughout the cosmos, the people of the empire would gather to comply with the daily rituals and ceremonies. The organ's enchanting sounds brought harmony to the empire, reminding all citizens to comply with the overlord's wise and just decrees.",
    "temp8_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for their village to exist. As the last hope was handed over, the villagers wondered if their existence was worth the cost, and if they would ever be able to escape the darkness that seemed to exist all around them.",
    "temp10_stamp-letter-send_3short": "As I sat at my desk, I began to write a letter to my best friend who lived far away. To make it extra special, I decided to add a colorful stamp to the envelope before I send it off in the mail. With a final flourish, I sealed the envelope and dropped it into the mailbox, eager for my friend to receive the letter and stamp that would bring a smile to her face when she send a response back to me.",
    "temp10_petrol-diesel-pump_3short": "As I drove my truck into the station, I realized I needed to fill up on diesel fuel. I pulled up to the pump and began to fill my tank, but then I saw a sign that said they also sold petrol for the older cars. After filling up, I went inside to pay and noticed a small machine that could convert petrol engines to run on diesel, which seemed like a useful tool for some of the classic car owners in the area. The attendant told me that the machine was very popular among locals who wanted to make their vehicles more efficient at the pump.",
    "temp10_year-week-embark_3short": "It's been a year since I've seen my best friend, and we're finally going to spend a week together at the beach. We're so excited to embark on this adventure and make some unforgettable memories. As we arrive at the shore, we can't wait to embark on our first activity, which is surfing, and we'll spend the entire week trying to catch the perfect wave.",
    "temp10_statement-stealth-detect_3short": "The detective made a bold statement as she put on her cloak of stealth to sneak into the enemy's lair. With her advanced skills, she could detect even the slightest movement and remain undetected herself. As she moved through the shadows, her eyes scanned the room for any sign of danger, her training allowing her to detect hidden threats with ease. The air was thick with tension as she made her way deeper into the lair, her stealth and detection skills on high alert for any signs of trouble.",
    "temp10_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power gave me the faith to spread my arms and let out a joyful voice to sing. The sound of my singing echoed through the valleys below, a testament to the unshakeable faith that guided me. With every note, my belief grew stronger, filling my heart with an overwhelming urge to sing louder and clearer, sharing my message of hope with all who would listen.",
    "temp10_organ-empire-comply_3short": "In a distant galaxy, an evil alien overlord ruled with an iron fist, demanding that all inhabitants of his vast empire comply with his every command. His loyal minions were forced to play a haunting melody on a gigantic organ that echoed throughout the land, striking fear into the hearts of all who heard it. As the last notes faded away, the people trembled with obedience, ready to comply with their master's whims. The overlord smiled, knowing his empire was secure, and that the ominous sound of the organ would forever be a reminder of his power.",
    "temp10_gloom-payment-exist_3short": "In a world shrouded in perpetual gloom, the air was thick with an eerie mist that seemed to exist only to hide the truth. It was said that a mysterious figure demanded a payment from those who dared to venture out into the darkness, a price that had to be paid in order to survive. As I walked through the desolate landscape, I began to wonder if anything else could exist beyond the confines of this foreboding place, or if the gloom and the figure's constant demand for payment were all that would ever exist. The thought sent shivers down my spine as I realized that my own existence depended on making that payment, lest I succumb to the crushing gloom that seemed to closing in around me."
}