{
    "temp0_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_1short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_1short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump clicked off, indicating that my vehicle was full and ready to hit the road again.",
    "temp2_year-week-embark_1short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It was going to take a whole year to complete, but I was ready for the adventure. My friends and family had been preparing me for this trip for a week, teaching me how to sail and navigate through rough waters.",
    "temp2_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was able to detect the sneaky person and save the day. The would-be attacker was caught off guard and didn't know how to react to being detected so quickly.",
    "temp2_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a cold-hearted leader, sat at his throne, playing a haunting melody on a massive organ that echoed throughout the land. As the last notes faded away, the people trembled with fear, knowing they had to comply or face the wrath of the empire.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_1short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel, and I was back on the road in no time. The pump creaked and groaned as it dispensed the petrol, a sound that seemed to echo through the deserted station. After filling up, I paid the attendant and continued my journey, feeling relieved to have found a place that sold both petrol and diesel.",
    "temp4_year-week-embark_1short": "As the new year began, I couldn't wait to embark on a journey around the world. It was going to take a whole year to complete, but I was excited for the adventure that awaited me every week. Each week would bring new experiences and challenges as I traveled to different countries and met new people, and I was ready to embark on this journey of a lifetime.",
    "temp4_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, I had a special device that could detect even the slightest movement, and it started beeping loudly, warning me of the potential danger. With my quick reflexes, I turned around just in time to see the figure attempting to sneak up on me, and I was able to defend myself thanks to my trusty detect device.",
    "temp4_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to join in and sing together in perfect harmony.",
    "temp4_organ-empire-comply_1short": "In a far-off galaxy, an evil alien overlord ruled with an iron fist, demanding that all planets comply with his harsh laws. His dark empire stretched across the stars, crushing any opposition with its mighty spaceships. But on one small planet, a brave rebel played a powerful melody on her ancient organ, inspiring her people to rise up against their oppressors and fight for freedom. The beautiful music echoed through the cosmos, a call to arms that would eventually bring down the evil empire and shatter its grip on the galaxy.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who refused to pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they had just imagined the whole encounter, or if it was real and they were now one step closer to non-existence.",
    "temp6_stamp-letter-send_1short": "I wanted to send a special message to my friend. To make it extra special, I decided to write it by hand and put a unique stamp on the envelope. After carefully placing the stamp, I sealed the envelope and took it to the mailbox to send my letter on its way. As I watched it disappear into the mail slot, I couldn't wait for my friend to receive the letter and see the cool stamp I had chosen.",
    "temp6_petrol-diesel-pump_1short": "As I walked into the old garage, I saw a sign that read \"Petrol\" in big letters. Next to it was another sign that said \"Diesel\" for the bigger trucks. I needed to fill up my car, so I pulled up to the pump and started fueling up with petrol. The attendant helped me and then went to assist a truck driver who was filling up with diesel at the next pump.",
    "temp6_year-week-embark_1short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It was going to take a whole year to complete, but I was ready for the challenge. My crew and I would have to work together every week to navigate through treacherous waters and make it back home safely.",
    "temp6_statement-stealth-detect_1short": "As I walked into the dark room, I made a bold statement by flipping on the light switch. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective skills helped me detect the presence of the sneaky individual just in time. With my quick reflexes, I turned around and caught the person off guard, revealing their true identity.",
    "temp6_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power gave me the courage to take a leap of faith and jump, feeling the wind rush past me. When I landed safely, I began to sing a joyful melody that echoed through the valleys below, a celebration of my trust in the universe. The sweet sound of my voice carried far and wide, inspiring others to find their own faith and believe in the impossible. With every note, my heart felt lighter, and I knew that I would always be able to sing my way through life's challenges, guided by my unwavering belief and faith.",
    "temp6_organ-empire-comply_1short": "In a far-off galaxy, an evil alien overlord ruled with an iron fist over his vast intergalactic empire. His loyal subjects were forced to comply with his every command, no matter how strange or sinister. One day, he ordered his minions to play a haunting melody on a giant space organ that echoed across the stars. As the eerie music filled the cosmos, all who heard it were compelled to comply with the overlord's will, surrendering their freedom to his evil empire. The organ's powerful sound waves became a tool of mind control, helping the overlord maintain his grip on the galaxy.",
    "temp6_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp8_stamp-letter-send_1short": "I want to send a letter to my friend who lives far away. To make it special, I will add a colorful stamp on the envelope. After I finish writing the letter, I will give it to the mailman to send it to my friend. When my friend gets the letter, she will be so happy to see the fun stamp and read the words I wrote just for her.",
    "temp8_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine sputtering as it pulled up to the pump. The attendant asked if they wanted petrol or diesel, and the driver replied that they needed diesel to make it to their next destination. As the fuel flowed into the tank, the driver couldn't help but think about how much more efficient the new petrol engines were, but for now, diesel was what they needed to keep moving.",
    "temp8_year-week-embark_1short": "It's been a year since I've seen my friends, but we're finally going to embark on an adventure together. We'll spend a week traveling through the mountains and exploring hidden caves. As we prepare to embark on this journey, excitement fills the air and we can't wait to see what the next week will bring.",
    "temp8_statement-stealth-detect_1short": "As I tried to detect the hidden treasure, I had to use stealth to sneak past the guards undetected. My friend made a bold statement that we would find it before nightfall, and with renewed determination, we pressed on through the dark forest. With each step, our hearts beat faster, eager to uncover the secrets that lay hidden, and finally, after what seemed like hours, we stumbled upon a chest overflowing with gold and jewels.",
    "temp8_belief-faith-sing_1short": "The small village was filled with people who had a strong belief in the magical powers of music. Every night, they would gather around the fire to sing and dance, their voices rising up to the stars in perfect harmony. As they sang, their faith in the music's power grew stronger, and soon they were able to heal the sick and bring prosperity to their community. With every note, their belief and faith intertwined, creating a beautiful symphony that touched the hearts of all who listened.",
    "temp8_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their strict rules. The emperor, a powerful being with a mesmerizing voice, used a magical organ to broadcast his commands across the universe. As the eerie music filled the air, rebels from distant worlds began to secretly gather, determined to resist the empire's control and refuse to comply. With every note, the organ seemed to weave a spell of obedience, but the rebels' hearts remained strong, beating with a desire for freedom that would not comply. The fate of the galaxy hung in the balance, as the empire's power grew stronger with each passing day, its reach stretching far and wide, demanding that all comply.",
    "temp8_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that if you failed to make the payment, you would cease to exist. As the last villager made their payment, the figure vanished into the darkness, leaving behind a whispered promise that their stories would exist forever.",
    "temp10_stamp-letter-send_1short": "I sat down to write a letter to my best friend. As I finished writing, I carefully placed a stamp on the envelope. Now it was time to send my letter through the mail. With a smile, I dropped it in the mailbox and waited for my friend to receive it.",
    "temp10_petrol-diesel-pump_1short": "As I walked into the old garage, I saw a sign that read \"Petrol and Diesel Fuel\" and I knew I was in the right place to fill up my truck. The attendant led me to the pump where I could choose between petrol or diesel, and I opted for the diesel to get better mileage on my long road trip. After filling up, I paid the attendant and hit the open road, feeling relieved that I wouldn't have to stop at another pump for a while.",
    "temp10_year-week-embark_1short": "It's been a year since I've wanted to sail around the world. Next week I will finally embark on my exciting journey across the ocean. I have spent all year preparing for this adventure and I'm ready to set sail at the start of the week. As I embark on this voyage, I feel happy and free, ready to see what the next year will bring.",
    "temp10_statement-stealth-detect_1short": "As I tried to detect the hidden message, I had to use stealth to sneak into the old mansion without being seen. The mysterious letter was my only clue, and it led me to a room with a bold statement written on the wall: \"The truth is hidden in plain sight.\" With my detective skills, I was able to decipher the code and uncover the secrets that had been concealed for years.",
    "temp10_belief-faith-sing_1short": "As I stood on the mountain top, my belief in a higher power grew stronger with each passing moment. With unwavering faith, I raised my arms to the sky and began to sing a hymn of praise, feeling the wind carry my voice far and wide. The melody echoed through the valleys below, a testament to the power of faith and song.",
    "temp10_organ-empire-comply_1short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their harsh rules. The people of Earth were forced to obey, but one brave musician used her powerful organ to play a rebellious melody that inspired others to resist. As the music echoed through space, more and more stars began to defy the empire, refusing to comply with their oppressive demands.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged with an offer of payment to those who could answer a simple question. The question was whether magic could exist in a place devoid of hope and joy. As people pondered the query, a faint sparkle appeared in the distance, hinting that perhaps magic did indeed exist.",
    "temp0_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. I filled up my tank with diesel, but my friend's car needed petrol, so we used the other side of the pump. After we finished, we went inside to pay and grab a snack before getting back on the road. The attendant smiled and thanked us for choosing their station, where they proudly offered both petrol and diesel at their convenient pump.",
    "temp2_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, my super cool detective gadget could detect even the slightest movement, and it started beeping loudly, warning me of the sneaky person. With my quick reflexes, I turned around just in time to catch the culprit off guard, and they were shocked that I could detect their stealthy approach so easily.",
    "temp2_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by an evil leader who demanded that all citizens comply with their strict laws. The people lived in fear, forced to obey every command, until one brave musician discovered an ancient organ hidden deep within the empire's castle walls. As she played the organ's haunting melodies, the empire's hold on the people began to weaken, and soon they were inspired to resist and fight back against their oppressors. The sound of the organ became a call to freedom, and the empire's grip on the land was finally broken, allowing the people to live without fear of being forced to comply.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_2short": "I want to send a letter to my friend who lives far away. \nTo make it special, I will use a colorful stamp on the envelope. \nWhen I finish writing, I will carefully place the letter in the mailbox and wait for it to arrive at its destination.",
    "temp4_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump clicked off, indicating that my tank was full and I was ready to hit the road again.",
    "temp4_year-week-embark_2short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It had taken me a whole year to prepare for this moment, and now that it was finally here, I felt a mix of excitement and nerves. My crew and I would be at sea for a week before reaching our first port of call, where we would restock and refuel for the next leg of our journey.",
    "temp4_statement-stealth-detect_2short": "The detective made a bold statement to the press about her plan to catch the thief. She would use her skills of stealth to sneak up on him and gather evidence without being seen. With her trained eyes, she could detect even the slightest movement that would give away his position. As she waited patiently in the shadows, she was ready to pounce and make the arrest at any moment.",
    "temp4_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to join in and sing together in perfect harmony.",
    "temp4_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by an evil leader who demanded that all citizens comply with his harsh laws. The people lived in fear, forced to obey every command, until one brave soul discovered a magical organ hidden deep within the empire's castle walls. As she played the organ's haunting melodies, the empire's hold on the people began to weaken, and soon they were able to resist and fight back against their oppressors, refusing to comply with the evil leader's demands any longer. The sound of the organ became a symbol of hope and freedom, inspiring the people to rise up and overthrow the empire once and for all.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for their village to exist. As the last hope was handed over, the villagers wondered if their existence would soon cease to exist.",
    "temp6_stamp-letter-send_2short": "I want to send a letter to my friend who lives far away. To make it special, I will use a colorful stamp on the envelope. When I finish writing, I will carefully place the letter in the mailbox and wait for it to arrive at its destination.",
    "temp6_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said petrol was on sale for cheaper. He thought for a moment before deciding to switch to the petrol pump instead, hoping it would be a better choice for his vehicle.",
    "temp6_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to see what the journey had in store for them.",
    "temp6_statement-stealth-detect_2short": "The detective made a bold statement to the press about her plan to catch the thief. She would use her skills of stealth to sneak up on him undetected. With her trusty tools, she could detect even the slightest movement, and soon she would have the culprit right where she wanted him.",
    "temp6_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a hymn that echoed through the valleys below. The melody carried my spirit upward, and I felt one with the universe as my voice soared. In that moment, singing became an act of worship, a declaration of my unwavering faith and unshakeable belief.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, an alien overlord ruled with an iron fist over the mighty organ-playing empire. The people were forced to comply with the overlord's every command, including playing the organ at exactly midnight every night. As the clock struck twelve, the sound of organs filled the air, echoing across the empire and reminding everyone to comply with the ruler's demands.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in gloom, the villagers struggled to make a living. They had to work tirelessly to earn their daily payment, which was barely enough to survive. Despite the hardships, they found ways to exist and even thrive in their difficult environment. As time passed, the villagers grew stronger and more resilient, learning to find hope in the darkest of times.",
    "temp8_stamp-letter-send_2short": "I sat down to write a letter to my friend. \nAs I finished writing, I carefully placed a stamp on the envelope. \nNow my letter was ready to send to my friend who lived far away.",
    "temp8_petrol-diesel-pump_2short": "As I walked into the old garage, I saw a rusty sign that read \"Petrol\" hanging from the ceiling. The mechanic was busy fixing a truck that ran on diesel fuel, trying to get it ready for a long road trip. Nearby, a worker was operating the pump to fill up a car's tank with fresh petrol, while another employee checked the diesel levels in a large storage container.",
    "temp8_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel around the world for a whole week, exploring exotic islands and vibrant cities. With their bags packed and spirits high, they were ready to embark on the journey of a lifetime, starting that very week, and make it a year to remember.",
    "temp8_statement-stealth-detect_2short": "As I sneaked through the dark alley, I had to use my stealth skills to avoid being seen by the guards. Suddenly, I stumbled upon a mysterious message that made a bold statement about the city's corrupt government. But just as I was about to read it further, a detective appeared out of nowhere, claiming she could detect even the slightest movement, and I knew I had to escape quickly.",
    "temp8_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was renewed by the breathtaking view. With renewed faith, I felt compelled to sing a joyful melody that echoed through the valleys below. My voice carried far and wide, spreading a message of hope and inspiration to all who heard me sing.",
    "temp8_organ-empire-comply_2short": "In a far-off galaxy, an alien overlord ruled with an iron fist over the intergalactic empire. The ruler demanded that all inhabitants comply with the strict laws or face severe punishment. Deep within the heart of the empire's capital city, a magnificent pipe organ stood tall, its melodies echoing through the streets as a reminder of the ruler's power and authority. As the last notes faded away, the crowd dispersed, each individual hurrying to comply with their daily duties to avoid the wrath of the empire's mighty leader.",
    "temp8_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged with an offer of payment to those who could prove that magic exist. The reward was great, but many had tried and failed before, leaving only doubt and darkness in their wake. As the last hopeful stepped forward, the air seemed to vibrate with anticipation, as if the very existence of wonder depended on the outcome.",
    "temp10_stamp-letter-send_2short": "As I sat at my desk, I carefully wrote a stamp on the envelope to prepare it for mailing. Next, I took out a piece of paper and began to write a letter to my friend who lived far away. When I finished writing, I folded the letter and placed it inside the envelope, ready to send it off to its destination.",
    "temp10_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine running on diesel fuel, and pulled up to the pump to refuel. As the attendant filled up the tank, he noticed that the truck had a special compartment for storing petrol, which was used for the generator that powered the truck's lights and equipment. After filling up with diesel and petrol, the truck drove away, ready to continue its journey down the long highway.",
    "temp10_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a whole year, and we were finally ready to start our adventure. We decided to take it one week at a time, exploring new places and meeting new people every step of the way.",
    "temp10_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright pink shirt, but it was hard to do so when I had to use stealth to sneak past the guards. They were trained to detect even the slightest movement, and one wrong step would mean certain capture. With my heart racing, I managed to slip by undetected and made my way to the secret meeting point, where I finally felt safe enough to make my statement loud and clear.",
    "temp10_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power grew stronger with each breath of fresh air. With unwavering faith, I raised my arms to the sky and began to sing a hymn that echoed through the valleys below. The sound of my voice carried far and wide, filling the hearts of all who heard it with joy and peace.",
    "temp10_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens must comply with. At the heart of the empire's capital city stood a magnificent concert hall, where a brilliant musician played a beautiful melody on a stunning organ. As the last notes faded away, the crowd erupted into applause, and the emperor himself emerged to praise the performer, declaring that her music was worthy of the empire's highest honor, as long as she continued to comply with its artistic standards. The musician smiled, knowing that her talent had brought joy to the empire's rulers, and she vowed to always comply with their requests, as long as she could keep playing her beloved organ.",
    "temp10_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged with an offer of payment to those who dared to challenge the darkness. The reward was said to be worth more than all the treasure that exist in the land, and many brave souls stepped forward to claim it. As they journeyed through the shadows, they began to realize that the true payment was not gold or riches, but the chance to bring light to a world that had long been consumed by gloom, and to prove that hope can exist even in the darkest of times.",
    "temp0_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_3short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp0_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp0_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any potential danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp0_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ to remind his subjects of his dominance. As the last notes faded away, the people knew they had to comply or face severe punishment, and so they lived in fear of the empire's mighty power.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed that if they failed to make the payment, their world would cease to exist.",
    "temp2_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought for a moment, wondering which one would be better for his long road trip ahead, before finally deciding to go with the diesel to get him to his destination.",
    "temp2_year-week-embark_3short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures, eager to see what the year had in store for us.",
    "temp2_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp2_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp2_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled the minds of its citizens through a magical organ that played haunting melodies. To avoid punishment, everyone had to comply with the empire's strict rules, but one brave rebel dared to challenge the status quo. The rebel's defiance sparked a revolution, and soon the entire empire was forced to comply with a new set of laws that brought freedom and peace to the land.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, the village would exist in harmony with the darkness. The villagers believed this to be true, for as soon as the figure vanished into the night, the gloom would lift and the sun would shine bright, allowing their village to exist in peace.",
    "temp4_stamp-letter-send_3short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also had petrol for the smaller vehicles. As he finished pumping the diesel, a car pulled up beside him and started to fill up with petrol from the same pump.",
    "temp4_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It was going to take a whole year to complete, but I was ready for the adventure. My friends and family had been preparing me for this trip for a week, teaching me how to sail and navigate through rough waters. With a deep breath, I set off into the unknown, feeling excited and nervous at the same time.",
    "temp4_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, I had a special device that could detect even the slightest movement, and it started beeping loudly, warning me of the potential danger. With my quick reflexes, I turned around just in time to catch a glimpse of the sneaky figure before they disappeared into the shadows.",
    "temp4_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a hymn of praise, letting the sweet melody echo through the valleys below. The sound of my voice carried far and wide, inspiring others to join in, creating a chorus of faith and devotion that resonated deep within our souls.",
    "temp4_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's grand city, a magnificent organ stood tall, its melodies echoing through the streets and bringing joy to those who lived under the empire's rule. As the empire's leader played the organ, the people couldn't help but comply with the rhythm, moving in harmony to the music that filled their souls. The organ's beautiful sound became a symbol of the empire's power and control, reminding everyone to comply with its every command.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that if you failed to make the payment, you would cease to exist. As the last villager made their payment, the figure vanished into the darkness, leaving behind a whisper that echoed through eternity: \"to exist is to pay the price.\"",
    "temp6_stamp-letter-send_3short": "I want to send a letter to my friend who lives far away. To make it special, I will put a colorful stamp on the envelope. When I finish writing, I will give it to the mailman to send it to her mailbox.",
    "temp6_petrol-diesel-pump_3short": "The old truck rumbled into the station, needing a fill-up of diesel fuel. At the pump, the attendant asked if we wanted petrol or diesel, and we chose diesel to keep our engine running smoothly. After filling up, we headed back out on the open road, watching as other cars pulled in to use the pump for their own petrol needs.",
    "temp6_year-week-embark_3short": "It's been a year since I last saw my friends, but we're finally going to embark on a new adventure together. We've planned this trip for a week, and we can't wait to start exploring the world. As we set out to embark on our journey, we feel excited and nervous at the same time, wondering what the next year will bring.",
    "temp6_statement-stealth-detect_3short": "As I sneaked through the shadows with stealth, I stumbled upon a mysterious document that made a bold statement about a secret organization. The group's mission was to detect and uncover hidden truths, and I felt compelled to join their quest for knowledge. With my new skills, I could detect even the slightest whisper of deception and move with stealth to gather more information.",
    "temp6_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power filled my heart with faith. With a joyful spirit, I began to sing a hymn that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it, and reminding them of the power of faith and song.",
    "temp6_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a beautiful melody on his favorite organ to calm his nerves after a long day of conquering. As the last star in the universe fell under the empire's control, the people were left with no choice but to comply and listen to the emperor's enchanting organ performances forever.",
    "temp6_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the hearts of the people, guiding them through the darkest of times.",
    "temp8_stamp-letter-send_3short": "I wanted to send a letter to my friend who lived far away. To make it special, I decided to add a colorful stamp on the envelope. After carefully placing the stamp, I dropped the letter in the mailbox and waited for it to be sent.",
    "temp8_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said petrol was on sale. He decided to switch and filled up with petrol instead, saving himself some money. As he was finishing up, another truck pulled in and started to pump diesel into its tank.",
    "temp8_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It had taken a whole year of planning and preparation, but finally, the day had arrived. My crew and I would set sail for a week, exploring hidden coves and isolated islands, before returning home as heroes.",
    "temp8_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was able to detect the intruder and chase them away just in time. With the danger gone, I could finally make my statement without any distractions, and it was heard loud and clear.",
    "temp8_belief-faith-sing_3short": "The little girl's strong belief in magic sparked her faith that anything was possible. With a heart full of joy, she began to sing a happy tune that filled the entire forest with sweet music. As she sang, flowers bloomed and birds joined in, creating a beautiful chorus that lifted everyone's spirits. The girl's faith and belief had brought the community together through the power of song, and from that day on, they would gather every week to sing and celebrate life.",
    "temp8_organ-empire-comply_3short": "In a far-off galaxy, an alien overlord ruled with an iron fist over his vast intergalactic empire. His subjects were forced to comply with his every command, no matter how strange or difficult it may be. One day, he ordered his loyal followers to build a massive musical organ that would echo across the cosmos, and they worked tirelessly to comply with his bizarre demand. As the last note resonated through the empire, the overlord smiled, satisfied that his people would always comply with his whims.",
    "temp8_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl struggled to make a living. She had to work hard every day to earn her payment, which was barely enough to survive. Despite the difficulties, she knew that as long as she could pay her bills, she would exist and have a chance to build a better future. The thought of existing in a world with possibilities kept her going, even on the darkest days.",
    "temp10_stamp-letter-send_3short": "I sat down to write a letter to my friend who lives far away. To make it special, I decided to add a colorful stamp on the envelope before I send it through the mail. As I licked the stamp and stuck it on, I felt excited to send my thoughts and stories to my friend, hoping they would receive the letter soon.",
    "temp10_petrol-diesel-pump_3short": "As I walked into the old gas station, I saw a sign that read \"petrol\" and another that said \"diesel\", but what caught my eye was the rusty pump in the corner. The attendant told me it was an old pump that hadn't been used in years, but it still worked perfectly for both petrol and diesel fuel.",
    "temp10_year-week-embark_3short": "It's been a year since I've felt this excited about something new. Next week I will finally embark on my dream adventure, traveling around the world to explore hidden treasures and exotic islands. As I prepare to embark on this journey, I can feel my heart racing with anticipation for all the amazing things I'll see and experience in the coming week and beyond, making this year one to remember.",
    "temp10_statement-stealth-detect_3short": "As I walked into the dark alley, I heard a mysterious statement whispered in my ear, \"They're watching you.\" Suddenly, a figure emerged from the shadows with incredible stealth, their movements almost invisible. But I had a special device that could detect even the slightest movement, and it began to beep rapidly as the figure drew closer. The beeping grew louder and faster, and I knew I had to act quickly to uncover the truth behind the ominous statement and the stranger's stealthy approach. With my device still detecting the figure's every move, I turned to face them and demanded to know what they wanted.",
    "temp10_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was renewed. With unwavering faith, I raised my arms to the sky and began to sing a hymn of praise. My voice echoed through the valleys below, a joyful expression of my spiritual connection. The music seemed to match the rhythm of my heartbeat, filling me with an unshakeable sense of wonder and peace. In that moment, everything felt harmonious and pure, as if the universe was singing along with me.",
    "temp10_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire ruled over many planets, demanding that all inhabitants comply with their strict laws. The emperor, a just ruler, would often play soothing music on his favorite organ to calm his mind and make wise decisions. As the beautiful melodies filled the air, the people of the empire felt more at peace and were happy to comply with the rules that kept them safe.",
    "temp10_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the townspeople. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for happiness to exist. As the last dream was collected, the town was plunged into darkness, and it seemed that joy might no longer exist."
}