{
    "temp0_stamp-letter-send_1short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_1short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_1short": "In a faraway kingdom, a magical mailbox appeared overnight. To send a message to the king, you had to write a special stamp on the envelope with a secret ink. The royal messenger would then collect the letter and fly it to the castle on the back of a giant eagle. As the sun rose, the messenger would send the letters soaring through the sky, leaving a trail of glitter behind. With a final flourish, the letter would land on the king's desk, bearing the magical stamp that made his heart sing. The kingdom was filled with wonder and magic, all thanks to the special stamp-letter-send ritual.",
    "temp2_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted road. She desperately needed to find a pump to refill her tank with petrol or diesel, whichever was available. As she chugged along, she spotted a quaint gas station in the distance and hurried towards it. The friendly attendant helped Rosie fill up with diesel, and she roared back to life, ready to hit the open road once again. With a full tank, Rosie sped off into the sunset, feeling grateful for the timely refill at the pump. As she drove away, she noticed a sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd found a trustworthy stop for future fill-ups.",
    "temp2_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and a map in hand, they set out to explore the unknown territories of a nearby island. As they sailed across the crystal-clear waters, they felt a sense of freedom and thrill that they had never experienced before. Their journey was just beginning, and they were eager to see what the next week would bring. With hearts full of joy and spirits high, they were ready to embark on this journey of a lifetime.",
    "temp2_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain doom. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had set up a secret device to detect any intruders, and it was only a matter of time before they discovered her presence. The Shadow knew she had to act fast, using her quick thinking and cunning to outsmart the device and complete her mission. As she escaped into the night, her legend grew, and the people began to whisper about the hero who made a statement with her bravery and stealth. With her detective skills, she would always be one step ahead of her enemies, ready to detect and defeat them at any moment.",
    "temp2_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the power of music. She believed that singing could bring people together and heal their hearts. With unwavering faith, she would sing every morning on the mountain top, her voice echoing through the valleys. As she sang, the villagers would stop what they were doing and listen, feeling their spirits lift and their worries fade away. The girl's beautiful voice was a reminder to have faith in oneself and in others, and soon people from all around came to hear her sing. With every note, her belief in the transformative power of music grew stronger, inspiring others to find their own voice and sing.",
    "temp2_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire ruled over many planets. The emperor, a just and fair leader, played a beautiful melody on a rare and precious organ to bring peace to his people. But as his power grew, he began to demand that all citizens comply with his every command, no matter how small. Those who refused to comply were banished to a distant moon, where they formed a secret rebellion. The sound of the emperor's organ still echoed through the empire, a reminder of the beauty and freedom that once was. As the rebels fought back, they vowed to one day reclaim their homeland and shatter the empire's hold, allowing music and joy to flourish once more.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. Legend had it that the temple held the secrets of a long-forgotten civilization, and Aria was determined to uncover them. As she ventured deeper into the ruins, she discovered a mysterious artifact that demanded a payment in exchange for its power. The artifact spoke to her in a whispery voice, saying \"to exist in this world, one must first pay the price of knowledge.\" Aria hesitated, but her curiosity got the better of her, and she agreed to make the payment. As soon as she did, the gloom that had surrounded her began to lift, and she felt a newfound sense of purpose, ready to exist in a brighter world.",
    "temp4_stamp-letter-send_1short": "In a tiny village, there was a magical mailbox where you could write a stamp-letter to anyone you wanted. The letter would glow with sparkles as soon as you finished writing it, and all you had to do was send it flying into the mailbox. With a whoosh of wind, the letter would disappear and reappear in the hands of the person you were writing to. One day, a little girl named Lily wrote a stamp-letter to her best friend who lived on the other side of the world, and she couldn't wait to send it off. As soon as she sent the letter, she heard a faint whisper saying \"delivered\" and she knew her friend had received it. The magical mailbox made sending letters a thrilling adventure for Lily and all the villagers.",
    "temp4_petrol-diesel-pump_1short": "As I drove my truck into the station, I needed to fill up with diesel fuel to keep going on my long journey. I pulled up to the pump and started to fill my tank, but then I noticed a sign that said they also had petrol for the smaller cars. I was glad I didn't need petrol, because my big rig required the stronger diesel to run smoothly. After filling up, I paid the attendant and got back on the road, feeling relieved that I wouldn't have to stop at another pump for a while. As I drove away, I saw a small car pulling up to the same pump, ready to fill up with petrol and continue on its way. The station was busy, but the pump worked quickly and efficiently, getting everyone back on the road in no time.",
    "temp4_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and a map in hand, they set out to explore the unknown territories of a nearby island. As they sailed across the sparkling waters, they felt a sense of freedom and joy that they had never experienced before. Their journey was just beginning, and they were eager to see what the next week would bring. With hearts full of wonder, they embarked on this thrilling quest, ready to face whatever challenges lay ahead.",
    "temp4_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck past the villains undetected and disarmed their deadly trap. But little did she know, a genius detective was hot on her trail, determined to detect her true identity. The detective followed a trail of clues that led her to an abandoned warehouse on the outskirts of town. There, she finally detected The Shadow's secret hideout and uncovered the truth behind her heroic statement. As the detective watched, The Shadow vanished into the night, her stealth once again proving to be unbeatable.",
    "temp4_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. The girl's love for singing brought the community together, and soon everyone was singing along, their hearts filled with hope and harmony. With every note, their faith grew stronger, and their belief in the transformative power of music became unshakeable. As they sang, their spirits soared, creating a sense of unity and wonder that would stay with them forever.",
    "temp4_organ-empire-comply_1short": "In the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were drawn to the sound and began to comply with its rhythm, moving their bodies in perfect harmony. As they danced, the empire's walls began to glow with a soft, ethereal light. The organ's music wove a spell of unity and peace, bringing the entire empire together in a celebration of sound and movement. The emperor, watching from his throne, smiled as his people complied with the music's joyful energy. In this moment, the empire was one, united by the powerful voice of the organ.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Ava struggled to make ends meet. She had to work multiple jobs just to make the monthly payment on her small cottage. One day, while wandering through the forest, she stumbled upon a hidden path that seemed to exist only for her. As she walked along the winding trail, the trees grew taller and the air grew sweeter, lifting the gloom from her heart. Ava realized that this magical place was a reminder that there was more to life than just making a payment, and that true happiness could exist in the simplest of things. From that day on, she made it a point to visit the enchanted path whenever the gloom seemed overwhelming.",
    "temp6_stamp-letter-send_1short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone in the world. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world and carefully placed a sparkly stamp on it before she put it in the mailbox to send. With a puff of glittery smoke, the letter disappeared into thin air and arrived at her friend's doorstep just in time for her birthday. As Lily waited for a response, she couldn't wait to send another letter and see where the magical mailbox would take it next.",
    "temp6_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted road. She desperately needed to fill up with petrol or diesel to get back home. Luckily, a friendly robot appeared and led her to a magical pump that could dispense both types of fuel. With a happy beep, the robot filled Rosie's tank with a special blend of petrol and diesel, and she roared back to life. As she drove away, Rosie thanked the robot and promised to always keep an eye on her fuel gauge to avoid another scary run-out. With a full tank, Rosie sped off into the sunset, ready for her next adventure.",
    "temp6_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of excitement, they set out to explore the world beyond their hometown. Their journey would take them across mountains and rivers, through forests and deserts, and into unknown territories. As they stood at the edge of the forest, ready to embark on the first leg of their trip, they felt a sense of thrill and anticipation for the incredible experiences that awaited them in the coming year. With a deep breath, they took their first steps into the unknown, eager to see what the week had in store for them.",
    "temp6_statement-stealth-detect_1short": "In the dead of night, a mysterious figure moved with stealth through the shadows, trying not to be seen. As she crept closer to her target, she made a bold statement by leaving a trail of glitter behind her. But little did she know, a detective was hot on her heels, using his skills to detect every move she made. With each step, he got closer and closer, until finally, he caught up to her and revealed his presence. The figure was shocked and impressed by the detective's ability to detect her, despite her best efforts at stealth. In the end, the detective's keen eye had won out, and the mysterious figure was forced to make a new statement: she was caught.",
    "temp6_belief-faith-sing_1short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She would often climb to the top of a hill and sing with all her heart, feeling the faith that her voice could bring joy to those who heard it. As she sang, the flowers would bloom brighter and the birds would join in, creating a beautiful melody that filled the air. The villagers would stop what they were doing and listen, feeling their spirits lift with every note. With each song, the girl's faith grew stronger, and soon people came from all around to hear her sing and be inspired by her unwavering belief in the power of music. As her voice soared through the valley, it brought people together in a shared moment of wonder and joy.",
    "temp6_organ-empire-comply_1short": "In the heart of the mystical empire, a young musician named Luna discovered a magical organ hidden deep within the castle walls. As she played the organ's enchanting melodies, the empire's creatures began to comply with her every wish. With each note, flowers bloomed, and stars twinkled in rhythm with the music. The empire's ruler, a wise sorceress, revealed to Luna that the organ held the power to bring harmony to the land. As Luna continued to play, the empire flourished, and its people lived in perfect harmony, always ready to comply with the music's gentle guidance. Under Luna's skilled fingers, the organ sang with a voice that united the entire empire in joy and wonder.",
    "temp6_gloom-payment-exist_1short": "In a world where happiness was a distant memory, a thick gloom hung over the land. The people were forced to make a monthly payment to the ruling powers, or face severe punishment. But one brave soul refused to exist under such oppressive conditions, and set out on a quest to overthrow the tyrants. As she journeyed through the dark forests and barren mountains, she discovered that the payment was not just monetary, but also a drain on their spirits. The people began to realize that they didn't have to exist in a state of fear and sadness, and soon they joined forces with the brave rebel. Together, they fought against the gloom and eventually emerged into a brighter, freer world where joy and laughter could exist once more.",
    "temp8_stamp-letter-send_1short": "In a faraway kingdom, a magical stamp was created to make any wish come true. A young girl named Lily wrote a special letter to the king, wishing for a beautiful garden to bloom in her village. She carefully placed the stamp on the envelope and prepared to send it to the palace. As soon as she dropped the letter in the mailbox, the stamp began to glow, and Lily's wish was sent to the king's heart. The next morning, a stunning garden appeared in the village, filled with vibrant flowers and lush green trees. With joy, Lily wrote another letter to thank the king, and the magical stamp helped send her gratitude to the palace once again.",
    "temp8_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie pulled into a bustling station to fill up on petrol. As she waited in line, she chatted with a big truck named Max who ran on diesel fuel. When it was finally Rosie's turn, she pulled up to the pump and let out a happy sigh as the cool liquid flowed into her tank. Max honked his horn and waved goodbye as Rosie drove off, feeling refreshed and ready for her next adventure. With a full tank of petrol, Rosie sped down the highway, feeling free and exhilarated. As she disappeared into the distance, Max rumbled up to the pump, ready to refuel and hit the road once again.",
    "temp8_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and a map in hand, they set off into the unknown, ready to face whatever challenges came their way. As they journeyed through the dense forest, they stumbled upon hidden waterfalls and secret meadows, making their trip an unforgettable experience. After a week of traveling, they reached the top of a majestic mountain, where they watched the sunset and reflected on their incredible journey. With memories that would last a lifetime, they began their descent, already planning their next adventure.",
    "temp8_statement-stealth-detect_1short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain doom. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to bring him down. But little did she know, the villain had a secret device that could detect even the slightest movement, and he was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the villain and his detection device. As she made her escape, she left behind a trail of clues that would lead the police to the villain's doorstep, making a final statement that justice would prevail. In the end, The Shadow remained one step ahead, her stealth and cunning proving to be too much for the villain to detect.",
    "temp8_belief-faith-sing_1short": "In a small village, there lived a young girl named Lily who had a strong belief in the power of music. She believed that singing could bring people together and make their hearts full of joy. With unwavering faith, she would sing every morning on the hilltop, her voice echoing through the valley. As she sang, the villagers would stop what they were doing and listen, mesmerized by her beautiful voice. Her songs filled their hearts with love and hope, reminding them to have faith in themselves and in each other. And so, Lily's singing became a symbol of the village's collective belief in the transformative power of music and faith.",
    "temp8_organ-empire-comply_1short": "In the heart of the mystical empire, a powerful sorceress played a magical organ that controlled the minds of all who listened. As she played, the people of the land were forced to comply with her every command, doing her bidding without question. The sorceress used her music to build a vast and powerful empire, with loyal subjects who would comply with her every whim. But as time passed, a young rebel discovered the secret of the magical organ and vowed to stop the sorceress and free the people from her mind control. With a brave heart, the rebel destroyed the organ, shattering the sorceress's hold on the empire and freeing its people to think for themselves once more. The empire was finally at peace, with its people living in harmony and freedom.",
    "temp8_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged with an offer that would change everything. The figure demanded a payment of one precious memory from each person in exchange for a chance to exist in a world filled with light and happiness. Many were hesitant at first, but the promise of a brighter future was too enticing to resist. As the memories were collected, the gloom began to lift, and a new world started to exist. With each passing day, the sun shone brighter, and the air grew sweeter, filling the hearts of the people with joy and wonder. In this new world, anything was possible, and the people lived in harmony, grateful for the chance to exist in such a beautiful place.",
    "temp10_stamp-letter-send_1short": "In a far-off kingdom, a magical stamp was hidden inside a treasure chest. One day, a curious girl named Lily found it and decided to write a secret letter to her best friend, who lived on the other side of the kingdom. With the stamp's magic, the letter began to glow, and Lily knew it was time to send it on its journey. She released the letter into the air, and it soared over mountains and valleys until it reached her friend's castle. As the friend read the letter, she smiled with delight and wrote a response, using the same magical stamp to send it back to Lily. With the stamp's power, their letters flew back and forth, filling the kingdom with joyful messages.",
    "temp10_petrol-diesel-pump_1short": "In a world where cars could talk, a little red vehicle named Rosie ran out of energy on the side of the road. She needed to refuel with some petrol to get back to her home in the city. Luckily, a friendly truck driver stopped to help her and offered to take her to the nearest station to fill up at the pump. When they arrived, Rosie was surprised to see that the truck ran on diesel, which was very different from her own petrol engine. The truck driver smiled and said it was okay, because the pump could handle both kinds of fuel. With full tanks, Rosie and her new friend drove off into the sunset together.",
    "temp10_year-week-embark_1short": "As the new year began, a group of friends decided to embark on an adventure around the world. They had been planning this trip for months, and finally, they were ready to start their journey. The first week was exciting as they explored new cities and tried delicious foods. As they traveled from country to country, they met new people and learned about different cultures. After a year of traveling, they returned home with amazing stories and memories that would last a lifetime. Their friends and family gathered around to hear tales of their incredible journey, and they couldn't wait to embark on their next adventure together.",
    "temp10_statement-stealth-detect_1short": "In the dead of night, a mysterious figure emerged from the shadows with stealth precision, avoiding detection by the guards. As they crept through the abandoned warehouse, they stumbled upon a cryptic message scrawled on the wall, a bold statement that read: \"The truth is hidden in plain sight.\" Determined to uncover the secrets, the figure set out to detect the clues, following a trail of subtle hints and puzzles. With each new discovery, the mystery deepened, leading them further down the rabbit hole. As they finally uncovered the shocking truth, they realized that the statement was more than just words - it was a key to unlocking a much larger conspiracy. With their mission accomplished, the figure vanished into the night, leaving behind only whispers of their presence.",
    "temp10_belief-faith-sing_1short": "In a small village, there lived a young girl named Luna who had a strong belief in the magical powers of music. She would often climb to the top of a hill and sing with all her heart, feeling the wind carrying her voice far and wide. The villagers believed that Luna's singing had healing properties, and they would gather around her to listen and feel their spirits lift. With faith in the power of Luna's song, they would join in, creating a chorus of joy and harmony that filled the air. As they sang together, the village would be filled with a sense of peace and wonder, and Luna's belief in the magic of music would be reaffirmed. And so, Luna would continue to sing, her voice a beacon of hope and faith, inspiring all who heard her to believe in the transformative power of song.",
    "temp10_organ-empire-comply_1short": "In the heart of the mystical empire, a young musician named Aria discovered an ancient organ hidden deep within the castle walls. As she began to play, the sound echoed throughout the land, and people from all over the empire gathered to listen. The emperor, pleased with Aria's talent, ordered her to comply with his request to perform at the upcoming harvest festival. Aria was hesitant at first, but the prospect of sharing her music with the entire empire was too exciting to resist. With every note she played on the organ, the crowd grew more enchanted, and soon the entire empire was under the spell of her beautiful music. As the festival came to a close, Aria had become a beloved hero, and her music would forever be remembered as a symbol of the empire's magic.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a young girl named Luna struggled to make ends meet. She worked tirelessly every day to earn a meager payment that barely covered her living expenses. Despite the hardships, Luna's spirit remained unbroken, and she continued to exist in a state of quiet determination. One day, while wandering through the desolate streets, Luna stumbled upon a hidden garden filled with vibrant flowers that seemed to thrive despite the surrounding gloom. As she tended to the garden, Luna discovered a new sense of purpose, and her daily payment became a means to nurture the beauty that helped her exist. In this small oasis, Luna found solace and a reason to keep going, even in the darkest of times.",
    "temp0_stamp-letter-send_2short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_2short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_2short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_2short": "In a far-off kingdom, a magical stamp was created to bring joy to those who received it. The king wrote a special letter to his dear friend, the queen of a neighboring land, and affixed the stamp to the envelope. With a wave of his wand, he would send the letter soaring through the air, carrying love and kindness to all who touched it. As the letter flew, the stamp began to glow, leaving a trail of sparkles behind it. The queen was overjoyed when she received the letter, and she immediately wrote back, using the same magical stamp to send her response. Together, the king and queen exchanged letters, spreading happiness throughout their kingdoms with every send.",
    "temp2_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a deserted road. She desperately needed to fill up with petrol or diesel to get back home. Luckily, a friendly attendant at the nearest station helped her find the right pump to refuel. With a full tank, Rosie roared back to life and sped off into the sunset. As she drove away, she thanked the attendant for saving her from being stranded forever. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary ordeal.",
    "temp2_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and a map in hand, they set out to explore the unknown territories of a nearby island. The first few days were challenging, but as the week progressed, they grew stronger and more confident. As they sat around a campfire on the last night of their journey, they reflected on all they had learned and experienced, and couldn't wait to embark on their next adventure together. With memories that would last a lifetime, they returned home, already counting down the weeks until their next escapade.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark alley, I made a bold statement by wearing my brightest jacket, but little did I know that a figure was using stealth to sneak up behind me. Suddenly, I heard a faint noise and turned around to detect the source of the sound. To my surprise, it was a ninja who had been following me all night, trying to remain undetected. The ninja was impressed by my bravery and decided to reveal themselves, rather than attacking me. Together, we formed an unlikely alliance, with the ninja teaching me how to use stealth and detection skills to navigate the city's hidden dangers. As we walked away from the alley, I realized that my bold statement had led to an unexpected adventure.",
    "temp2_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a traveling musician stumbled upon the village and was moved by the girl's singing, joining in to create a harmonious blend of sound. Together, they sang with all their hearts, spreading a message of hope and faith to all who listened. As the music faded away, the villagers were left with a renewed sense of belief in the transformative power of song.",
    "temp2_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled over many planets. The emperor, a just and fair leader, played a beautiful melody on a rare and precious organ to bring peace to his people. But not all citizens were willing to comply with the empire's rules, and a group of rebels formed to challenge the emperor's authority. As the rebels marched towards the palace, the emperor's music filled the air, calling for them to comply and join the empire in harmony. The rebels were moved by the organ's haunting sound and slowly began to comply, laying down their arms and surrendering to the empire's peaceful rule. With the rebellion quelled, the empire flourished, and the emperor's organ music became a symbol of its power and wisdom.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. Legend had it that the temple held the secrets of a long-forgotten civilization, and Aria was determined to uncover them. As she ventured deeper into the ruins, she discovered a mysterious artifact that demanded a payment in exchange for its power. The artifact spoke to her in a whispery voice, saying \"to exist in this world, one must first pay the price of knowledge.\" Aria hesitated, but her curiosity got the better of her, and she agreed to make the payment. As soon as she did, the gloom that had surrounded her began to lift, and she felt a newfound sense of purpose, ready to exist in a world full of wonder and magic.",
    "temp4_stamp-letter-send_2short": "As I sat at my desk, I carefully wrote a letter to my best friend who lived far away. I wanted to make sure she received it, so I made sure to put the right stamp on the envelope. With a flourish, I licked the stamp and stuck it in the corner, feeling proud of myself for doing it just right. Now all I had to do was send it off to her, and I couldn't wait to hear back from her. I walked to the mailbox and dropped the letter inside, listening as it fell with a soft clunk. As I walked away, I felt happy knowing my friend would soon receive my special letter.",
    "temp4_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie pull up to the pump and refuel with a tank full of diesel. With a happy rumble, Rosie's engine roared back to life and she continued her journey. As she drove away, the attendant waved goodbye and smiled, knowing Rosie was ready for many more adventures. Rosie chugged along, feeling grateful for the quick fill-up at the pump that got her back on the road.",
    "temp4_year-week-embark_2short": "As I stood on the edge of the ocean, I felt a sense of excitement and nervousness as I prepared to embark on my journey around the world. It had taken me a whole year to plan and prepare for this trip, and finally, the day had arrived. My friends and family had come to see me off, and we spent the last week together, enjoying quality time and making memories that would last a lifetime. With a deep breath, I set sail into the unknown, feeling the wind in my hair and the sun on my face. As I disappeared over the horizon, I knew that this was just the beginning of an incredible adventure. I was ready to embark on this new chapter of my life, and nothing could stop me now.",
    "temp4_statement-stealth-detect_2short": "As I walked into the dark room, I stumbled upon a mysterious statement etched into the wall. It read: \"Beware of the shadows.\" Suddenly, I felt a chill run down my spine as I realized I was not alone. A figure emerged from the darkness, moving with stealth and precision. But I had a secret tool that could detect even the slightest movement, and with it, I was able to uncover the identity of the sneaky intruder. With the truth revealed, the figure disappeared into the night, leaving me to ponder the meaning behind the ominous statement.",
    "temp4_belief-faith-sing_2short": "In a small village, there lived a young girl named Luna who had a strong belief in the magic of music. She would often sing with her friends in the town square, filling the air with joyful melodies that brought people together. As they sang, they felt their faith in one another grow stronger, and soon the whole village was united in harmony. One day, a wise old man came to the village and taught Luna how to use her singing as a way to heal and uplift others, deepening her belief in the power of music. With renewed faith, Luna's voice soared, and her songs became a beacon of hope for all who heard her sing. As she performed, her faith and belief inspired others to join in, creating a chorus of love and unity that filled the village with joy.",
    "temp4_organ-empire-comply_2short": "In the heart of the mystical empire, a powerful sorceress played a magical organ that controlled the minds of all who listened. Her melodies were so enchanting that everyone in the land would comply with her every command. With a wave of her hand and a chord on the organ, she could make flowers bloom or storms disappear. The people of the empire lived in harmony, always ready to comply with the sorceress's wishes, which were always guided by the haunting sounds of her organ. As the years passed, the empire prospered under her gentle rule, and the sound of the organ became a symbol of peace and prosperity. The sorceress's magic had created a utopia, where everyone lived in perfect harmony, always willing to comply with the beautiful music of the organ.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria struggled to make ends meet. She worked tirelessly every day, but her meager wages barely covered the monthly payment for her small cottage. As she wandered through the desolate landscape, she began to wonder if magic still existed in this bleak world. According to legend, a mystical realm did exist, hidden behind a veil of darkness, where wonders and enchantments awaited those brave enough to seek them out. Aria's heart longed to find this mystical place, to escape the gloom and payment struggles that plagued her daily life. With newfound determination, she set out on a journey to discover if this realm truly existed.",
    "temp6_stamp-letter-send_2short": "As I sat at my desk, I carefully wrote a letter to my best friend who lived far away. I wanted to make sure she received it, so I made sure to put the right stamp on the envelope. With a flourish, I licked the stamp and stuck it in the corner, feeling proud of myself for doing it just right. Now all I had to do was send it off to her, and I couldn't wait to hear back from her. I walked to the mailbox and dropped the letter inside, listening as it fell with a soft clunk. As I walked away, I felt happy knowing my friend would soon receive my special letter.",
    "temp6_petrol-diesel-pump_2short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long journey. She desperately needed to fill up with petrol or diesel to get back on the road. Luckily, a friendly attendant at the next station helped her find the right pump to refill her tank. With a full tank of diesel, Rosie roared back to life and continued her adventure. As she drove away, she waved goodbye to the attendant, who was busy fixing a broken petrol pump. Rosie felt grateful for the help and promised to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp6_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an adventure around the world. They packed their bags and set off, excited for the journey ahead. Their plan was to travel to a different country every week, immersing themselves in new cultures and trying delicious foods. The first week took them to Japan, where they marveled at the vibrant cities and serene landscapes. As they explored, they realized that this trip would be a life-changing experience, one that would stay with them for years to come. With each passing week, their excitement grew, and they couldn't wait to see what the next destination had in store.",
    "temp6_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a sneaky figure was using stealth to sneak up behind me. Suddenly, I heard a faint noise and my super cool detective watch began to detect the presence of someone lurking in the shadows. With my quick reflexes, I turned around just in time to see the figure trying to hide. The detective watch on my wrist continued to detect the sneaky person's movements, helping me stay one step ahead. Thanks to my trusty watch, I was able to outsmart the stealthy stranger and make a safe escape.",
    "temp6_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that her voice could heal the sick and bring joy to the sorrowful. Every morning, she would sing with all her heart, filling the air with sweet melodies that seemed to lift the spirits of all who heard her. As she sang, flowers would bloom and birds would join in, creating a symphony of sound that was truly magical. The villagers would gather around her, mesmerized by her talent, and soon they too would sing along, their voices blending together in perfect harmony. With every note, the girl's faith and belief in the power of music grew stronger, filling her heart with joy and her soul with peace.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled over many planets. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to signal important events. The people of the empire were forced to comply with the emperor's every command, or face severe punishment. One day, a brave rebel decided to sneak into the city and play a defiant tune on the organ, inspiring others to resist the empire's rule. As the music echoed through the streets, the people began to rise up and demand freedom, refusing to comply with the empire's tyranny any longer. The once-mighty empire began to crumble, its power fading like the final notes of the organ's song.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Ava struggled to make ends meet. She worked tirelessly every day, but her meager earnings barely covered the monthly payment for her small cottage. As she wandered through the desolate landscape, she stumbled upon an ancient artifact that hinted at the existence of a mystical realm where magic and wonder exist. With newfound hope, Ava set out to uncover the secrets of this hidden world, leaving behind the darkness and poverty that had once consumed her life. As she stepped into the light, the gloom began to lift, and she knew that a brighter future was within reach. In this new world, Ava discovered that true happiness and fulfillment could exist, free from the burdens of payment and hardship.",
    "temp8_stamp-letter-send_2short": "As I sat at my desk, I carefully wrote a letter to my best friend who lived far away. I wanted to make sure she received it, so I made sure to put the right stamp on the envelope. With a flourish, I licked the stamp and pressed it firmly onto the corner of the envelope. Now, all I had to do was send it off to her, and I couldn't wait to hear back from her. I walked to the mailbox and dropped the letter inside, watching as it disappeared from sight. Soon, my friend would receive the letter and we could start planning our next adventure together.",
    "temp8_petrol-diesel-pump_2short": "As I drove my old truck down the dusty road, I knew I had to stop for fuel soon. I pulled into the nearest station and filled up at the pump, choosing the petrol option since it was better for my engine. But as I was about to leave, a big rig pulled in and the driver got out to fill up with diesel, which made me wonder what kind of journey he was on. The smell of fuel filled the air as we both stood there, waiting for our tanks to fill up. After a few minutes, we both finished up and hit the road again, ready to tackle whatever adventures lay ahead. As I drove away, I glanced in my rearview mirror and saw the truck stop fading into the distance, its pump standing tall like a beacon for weary travelers.",
    "temp8_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for months, and we were finally ready to start our adventure. We decided to take it one week at a time, exploring a new country each week. Our first stop was Japan, where we spent the week trying delicious foods and visiting ancient temples. As we prepared to leave Japan and embark on the next leg of our journey, we couldn't wait to see what the rest of the year had in store for us. With our backpacks full and our spirits high, we set off into the unknown, ready for whatever lay ahead.",
    "temp8_statement-stealth-detect_2short": "As I walked into the dark alley, I made a bold statement with my flashy jacket, but little did I know that a ninja was using stealth to sneak up behind me. Suddenly, I heard a faint noise and had to use my skills to detect where it was coming from. My eyes scanned the area, and that's when I saw the ninja's shadowy figure lurking in the corner. With lightning-fast reflexes, I turned around just in time to see the ninja leap into the air, but I was ready for them. Using my own stealth moves, I dodged their attack and made a quick escape into the night. As I ran away, I couldn't help but think that my bold statement had almost gotten me into trouble.",
    "temp8_belief-faith-sing_2short": "In a small village, there lived a young girl named Luna who had a strong belief in the magical powers of music. She had faith that her voice could bring joy and healing to those around her. Every morning, she would sing with all her heart, filling the air with sweet melodies that seemed to touch the souls of everyone who listened. As she sang, flowers would bloom, birds would chirp, and the sun would shine brighter, as if nature itself was harmonizing with her voice. The villagers would gather around her, mesmerized by the beauty of her song, and soon they too would join in, creating a chorus of faith and joy that echoed throughout the land. Together, they would sing, their voices weaving a tapestry of hope and happiness that would stay with them forever.",
    "temp8_organ-empire-comply_2short": "In the heart of the galaxy, there existed a powerful empire ruled by a wise and just leader. The leader's most trusted advisor was a skilled musician who played a beautiful organ that could charm the stars. As the empire expanded, its citizens were required to comply with the rules and regulations set forth by their leader. But one day, a group of rebels refused to comply, and a great battle ensued. The musician's organ playing was so enchanting that it calmed the rebels, and they eventually decided to comply with the empire's laws. With peace restored, the empire flourished, and the sound of the organ filled the air, a symbol of harmony and unity.",
    "temp8_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria struggled to make ends meet. She had to work multiple jobs just to make the monthly payment on her small cottage. Despite the hardships, Aria never lost hope and continued to believe that a better life could exist. One day, she stumbled upon a hidden garden filled with vibrant flowers and lush greenery, which brought a ray of sunshine into her gloomy world. As she tended to the garden, Aria realized that beauty and joy could still exist even in the darkest of times. With renewed determination, she made her payment on time and looked forward to a brighter future.",
    "temp10_stamp-letter-send_2short": "In a faraway kingdom, there was a magical mailbox where you could write a wish on a special stamp-letter. The letter would glow bright blue when you were done, and all you had to do was send it flying into the air. As the letter soared through the sky, it left a trail of sparkling stars behind it. When it reached its destination, the wish would come true, and the kingdom would celebrate with feasts and festivities. One day, a brave knight decided to write a stamp-letter to send to the dragon that lived on the other side of the mountain, hoping to make a new friend. To his surprise, the dragon replied with a friendly roar, and they became the best of friends.",
    "temp10_petrol-diesel-pump_2short": "In a world where cars could talk, a shiny red vehicle named Rosie pulled into a bustling station to refuel. She had been running on empty for miles, and her engine was crying out for some fresh petrol. As she waited in line, she chatted with a gruff old truck named Max, who preferred diesel to get him going. Finally, it was Rosie's turn at the pump, and she eagerly guzzled down the cool, clear liquid. With a full tank, Rosie roared back to life, ready to hit the open road once again. As she drove away, Max rumbled up to the pump, his engine rumbling with anticipation.",
    "temp10_year-week-embark_2short": "As the new year began, I felt excited to embark on a fresh journey. My friends and I had been planning this adventure for months, and finally, we were ready to start. We decided to take a road trip across the country, and our first stop would be just a week away. As we packed our bags and loaded up the car, we couldn't wait to see what the open road had in store for us. With a sense of freedom and anticipation, we set off early on a sunny morning, ready to embark on the journey of a lifetime. Our year of travel was about to begin, and we were thrilled to take on whatever lay ahead, one week at a time.",
    "temp10_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright pink shoes. But little did I know, a sneaky figure was using stealth to sneak up behind me. Suddenly, I heard a faint noise and had to use my skills to detect where it was coming from. With my heart racing, I slowly turned around and caught a glimpse of the figure hiding in the shadows. The figure was shocked that I was able to detect its presence, and it quickly ran away. In the end, my bold statement with my shoes had saved me from the sneaky encounter.",
    "temp10_belief-faith-sing_2short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could heal the sick and bring joy to the sorrowful. Every day, she would sing with all her heart, filling the air with sweet melodies. As she sang, people from all around would gather to listen, mesmerized by the beauty of her voice. With each note, their spirits would lift, and soon they would join in, singing together in perfect harmony. In this way, the girl's faith and belief in the power of song brought the community together, filling their lives with love and joy as they sing.",
    "temp10_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all planets comply with their strict laws. But on one small planet, a group of rebels dared to resist, using a strange and ancient organ to amplify their voices and broadcast messages of hope to the oppressed citizens. The organ's melodies were said to have the power to inspire courage and defiance, and soon the rebels' message was spreading throughout the empire. As the people began to rise up, the empire's leaders grew desperate, threatening to destroy any planet that refused to comply. But the rebels stood firm, their resolve strengthened by the haunting sounds of the organ. In the end, it was the empire that was forced to comply, and a new era of freedom dawned on the galaxy.",
    "temp10_gloom-payment-exist_2short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient contract that required a mysterious payment in exchange for a powerful secret. As she deciphered the cryptic symbols, she began to understand that this payment would allow her to unlock a hidden realm where magic exist. With trembling hands, Aria gathered the necessary items and made the payment, feeling an eerie energy coursing through her veins. Suddenly, the gloom lifted, and a radiant light illuminated the path ahead, revealing a world where wonder and enchantment exist. As she stepped into this new world, Aria realized that the true magic had been within her all along, waiting to exist in all its glory. With her heart full of joy, she embarked on a journey to explore this mystical realm, leaving the gloom behind forever.",
    "temp0_stamp-letter-send_3short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a shiny stamp on the corner of the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world, put a beautiful butterfly stamp on it, and sent it off with a wish. The letter soared over mountains and oceans, carrying Lily's love and friendship to her dear friend. When it arrived, her friend was overjoyed to receive the special letter and couldn't wait to write back and send it flying through the air once again.",
    "temp0_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get back on the move. Luckily, a friendly attendant at the next gas station helped Rosie by switching on the pump to refill her empty tank. With a full tank of petrol, Rosie roared back to life and continued her journey, feeling grateful for the kind stranger's help. As she drove away, she noticed a big sign that read \"Petrol and Diesel Available\" and smiled, knowing she'd never forget her exciting adventure at the pump. From then on, Rosie made sure to always keep an eye on her fuel gauge to avoid another scary moment.",
    "temp0_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of anticipation, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made unforgettable memories that would last a lifetime. And as they looked up at the starry night sky, they knew that this was just the beginning of an incredible year ahead.",
    "temp0_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to stop their evil plans. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape unnoticed. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and quick thinking, she proved that she was a hero to be reckoned with, and her legend would detect and inspire others for generations to come.",
    "temp0_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the power of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices echoed through the streets, inspiring others to have faith in the beauty of life. One day, a wise old man heard them sing and was moved by their harmony, which strengthened his own faith in the goodness of humanity. The girl's belief in music had brought the community together, and soon everyone was singing along, creating a chorus of hope and happiness. As their voices soared, it seemed as though their collective faith could move mountains, and they would sing forever, lost in the magic of their song.",
    "temp0_organ-empire-comply_3short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's haunting melodies were said to have the power to control the minds of those who listened, forcing them to comply with the emperor's every command. As Aria's fingers danced across the keys, the music swirled around her, filling her with an otherworldly energy. The emperor, pleased with Aria's progress, ordered her to play at the upcoming harvest festival, where the entire empire would gather to comply with the ancient traditions. But as Aria took the stage, she began to play a rebellious tune on the organ, one that would inspire the people to think for themselves and resist the empire's control. The crowd was entranced, and soon they were cheering for freedom, refusing to comply with the emperor's rule.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a young girl named Aria stumbled upon an ancient temple hidden deep within the forest. As she ventured inside, she discovered a mysterious artifact that demanded a payment of courage and wit in exchange for its secrets. With each challenge she overcame, the darkness began to lift, and Aria started to realize that magic could exist in even the most unexpected places. The air grew lighter, and the shadows retreated as she unlocked the temple's deepest mysteries. As she emerged from the temple, the gloom that had once surrounded her was replaced by a warm, golden light, and Aria knew that she would always carry the magic with her. In this new world of wonder, anything could exist, and Aria was eager to explore it all.",
    "temp2_stamp-letter-send_3short": "In a faraway land, there was a magical mailbox where you could write a letter to anyone you wanted. To make it extra special, you had to put a sparkly stamp on the envelope. As soon as you did, the mailbox would start to glow and you could send your letter flying through the air to its destination. One day, a little girl named Lily wrote a letter to her best friend who lived on the other side of the world and put a beautiful butterfly stamp on it. She dropped it into the mailbox and watched as it soared through the sky, carrying her message of love and friendship. With a happy heart, Lily knew her letter would arrive safely and bring a big smile to her friend's face.",
    "temp2_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie pulled into a busy station to fill up on petrol. As she waited in line, she chatted with a big truck named Max who ran on diesel fuel. When it was finally Rosie's turn, she pulled up to the pump and a friendly attendant helped her fill up her tank. With a full belly of petrol, Rosie felt ready to hit the open road again. Max, who was filling up on diesel at the next pump over, honked his horn in farewell as Rosie drove away. As she sped off into the distance, Rosie felt grateful for the quick stop and the chance to catch up with her friend Max.",
    "temp2_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and hearts full of excitement, they set out to explore the world beyond their hometown. Their journey took them through dense forests, across sparkling rivers, and over towering mountains. As they traveled, they discovered hidden wonders and made memories that would last a lifetime. In the end, their year-long adventure was one they would never forget, and it all started with that first week of exploration.",
    "temp2_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to bring them down. But little did she know, the villain had a secret device that could detect even the slightest movement, and it was hot on her trail. The Shadow had to think fast and use all her skills to outsmart the device and escape. As she flew back to her hideout, she couldn't help but feel proud of the statement she made by saving the city once again. With her stealth and cunning, she was a hero that would never be detected, and her legend would live on forever.",
    "temp2_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the magical powers of music. She had faith that singing could bring people together and make their hearts happy. Every morning, she would sing a sweet melody that filled the air with joy and positivity. As she sang, flowers would bloom and birds would join in, creating a beautiful symphony. The villagers would gather around her, mesmerized by her voice, and soon they would all sing together, filling the village with love and harmony. With every note, their faith in the power of music grew stronger, and their belief in its magic was confirmed.",
    "temp2_organ-empire-comply_3short": "In the heart of the mystical empire, a young apprentice named Aria was tasked with learning to play the ancient organ. The instrument's pipes stretched high into the air, emitting a haunting melody that seemed to comply with the rhythm of the stars. As Aria's fingers danced across the keys, the music wove a spell of enchantment over the empire, bringing peace and harmony to its people. But little did Aria know, a dark force threatened to disrupt the balance, and she would have to use her newfound skills to defend the empire and keep its citizens in compliance with the greater good. With every note, Aria felt the power of the organ growing within her, ready to face whatever challenges lay ahead. As the last chord faded away, the empire was filled with a sense of hope and unity, and Aria knew she had truly learned to comply with the music's magical will.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged with an offer: make a payment of one precious memory, and you would be granted the chance to exist in a realm of eternal sunlight. Many were tempted by the promise, but few were willing to pay the steep price. One brave soul stepped forward, handing over the memory of their happiest day, and as they did, the gloom began to lift. Suddenly, they found themselves bathed in warm, golden light, free to exist in a world without shadows. With their newfound freedom, they danced and laughed, feeling truly alive for the first time. As they twirled, the figure vanished, leaving behind only a whisper: \"The payment was worth it.\"",
    "temp4_stamp-letter-send_3short": "In a faraway kingdom, there was a magical mailbox where you could write a letter to anyone in the world. To make it extra special, the king would give you a shiny stamp to put on the envelope. With the stamp securely in place, you could send your letter soaring through the air to reach its destination. One day, a brave knight decided to send a letter to a dragon who lived on a nearby mountain, and to his surprise, the dragon wrote back. The knight was thrilled to receive a response and quickly sent another letter, eager to start a new friendship. As the letters flew back and forth, the kingdom was filled with joy and magic.",
    "temp4_petrol-diesel-pump_3short": "As I drove my old truck into the station, I realized I needed to fill up on petrol. But my friend's car, parked next to me, required diesel, so we had to use different pumps. I pulled up to the pump and started filling up, watching as the numbers spun rapidly on the screen. My friend joined me, and together we chatted as our tanks filled up with the necessary fuel. After a few minutes, we were both ready to hit the road again, thanks to the convenient pump that made refueling so easy. With full tanks, we sped off into the sunset, ready for our next adventure.",
    "temp4_year-week-embark_3short": "As the new year began, I felt a sense of excitement and nervousness as I prepared to embark on a journey around the world. My friends and I had been planning this trip for months, and finally, the day had arrived. We would be traveling for a whole week, visiting exotic islands and experiencing different cultures. As we set off, I couldn't wait to see what adventures awaited us. With our backpacks full of supplies and our spirits high, we were ready to embark on the journey of a lifetime. Little did we know, this week would be one we would never forget.",
    "temp4_statement-stealth-detect_3short": "In a world where superheroes were real, a mysterious figure known as \"The Shadow\" made a bold statement by saving the city from certain destruction. With her incredible power of stealth, she snuck into the villain's lair undetected and gathered crucial information to bring him down. But little did she know, the villain had a secret device that could detect even the slightest movement, and he was hot on her trail. The Shadow had to use all her skills to evade capture and complete her mission. As she escaped into the night, she left behind a hint of her presence, a whispered promise that she would always be watching and waiting. With her stealth and cunning, The Shadow remained one step ahead, always ready to strike and protect the innocent.",
    "temp4_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the power of music. She believed that singing could bring people together and heal their hearts. With unwavering faith, she would sing on the streets every day, her voice echoing through the alleys. As she sang, people would stop and listen, mesmerized by her talent and passion. Her songs became a beacon of hope, inspiring others to have faith in themselves and their abilities. And so, the girl continued to sing, spreading joy and reinforcing her belief that music could change the world.",
    "temp4_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire ruled over many planets. At the heart of the empire's capital city stood an enormous, ancient organ that played haunting melodies to signal important events. The people of the empire were expected to comply with every rule and regulation, or face severe punishment. One day, a brave rebel decided to defy the empire by playing a forbidden tune on the mighty organ, calling for freedom and sparking a revolution. As the music echoed through the city, the people began to rise up and demand change, refusing to comply with the empire's oppressive laws any longer. The empire's grip on power began to slip, and a new era of freedom and creativity dawned on the galaxy.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged with an offer: make a payment of one precious memory, and you would be granted the chance to exist in a realm of eternal sunshine. Many were skeptical, but one brave soul decided to take the risk. As they handed over their most cherished recollection, the darkness began to lift, and a warm light crept over the horizon. With their payment made, the figure vanished, leaving behind a world where joy and laughter could exist once more. The air was filled with the sweet scent of blooming flowers, and the people rejoiced at their newfound freedom. In this bright new world, anything was possible, and hope existed in every heart.",
    "temp6_stamp-letter-send_3short": "In a magical kingdom, there was a special mailbox where you could write a stamp-letter to your favorite fairy. To send it, you had to dance around the mailbox three times and whisper your secret wish. As soon as you did, the letter would disappear and reappear in the fairy's hands. One day, a little girl named Lily wrote a stamp-letter to the fairy asking for a new bike, and after dancing and whispering her wish, she received a shiny new bike the very next morning. The fairy had sent it to her with a note that said \"believing is the magic that makes wishes come true.\" From then on, Lily made sure to send a stamp-letter to the fairy every week, and her dreams kept coming true.",
    "temp6_petrol-diesel-pump_3short": "In a world where cars could talk, a shiny red vehicle named Rosie pulled into a bustling station to refuel. She needed petrol to keep her engine running smoothly, but her friend, a big truck named Max, required diesel to power his mighty wheels. As they waited in line, they chatted excitedly about their upcoming road trip adventure. When it was finally their turn, they pulled up to the pump and filled up with the right type of fuel. With full tanks, Rosie and Max hit the open road, ready to explore new lands and make unforgettable memories together. As they drove off into the sunset, they felt grateful for the convenient station that had helped them get back on the move.",
    "temp6_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure arrived. With backpacks full of supplies and a map in hand, they set off into the unknown, eager to explore hidden lands and discover new wonders. As they journeyed through dense forests and across sparkling rivers, they felt a sense of freedom and joy that they had never experienced before. Their year of travel was just beginning, and they couldn't wait to see what the next week would bring. With each step, they felt more alive, ready to embark on whatever lay ahead.",
    "temp6_statement-stealth-detect_3short": "In the dark of night, a mysterious figure moved with stealth through the city streets. Their mission was to detect any hidden dangers that might be lurking in the shadows. As they turned a corner, they stumbled upon a bold statement scrawled across the side of a building: \"The truth is out there.\" The figure's eyes widened as they realized this message was more than just a simple phrase - it was a call to action. With newfound determination, they continued their search, using their skills to detect any clues that might lead them to the truth. As they disappeared into the night, their stealthy movements left behind only whispers of their presence.",
    "temp6_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the magic of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices would weave together in perfect harmony, strengthening their faith in the power of unity and friendship. One day, a wise old man came to the village and was so moved by their singing that he joined in, adding his rich voice to theirs. Together, they created a sound that was truly heavenly, and the girl's belief in the transformative power of music was forever confirmed. As they sang, their faith lifted them up, and they felt like they were flying.",
    "temp6_organ-empire-comply_3short": "In the heart of the mystical empire, a powerful sorceress played a haunting melody on her ancient organ. The instrument's eerie sounds echoed through the land, commanding all who heard it to comply with the sorceress's every wish. As the last notes faded away, the people of the empire felt an otherworldly force compelling them to obey the sorceress's will. With their minds under her control, they worked tirelessly to build a magnificent temple in her honor, its grandeur rivaling that of the empire itself. The sorceress sat upon her throne, organ at her side, as she ruled over her newfound dominion with an iron fist. And so, the empire prospered under her mysterious and magical rule, with all its citizens compelled to comply with her every command.",
    "temp6_gloom-payment-exist_3short": "In a world where happiness was a distant memory, a thick gloom hung over the land. The people were forced to make a monthly payment to the ruling powers, or face severe punishment. Many wondered if true freedom could exist in such a harsh society. One brave soul, named Ava, decided to take a stand against the oppressors and fight for her right to exist without burden. As she rallied the people, the gloom began to lift, and the payment demands were finally met with resistance. Together, they created a brighter future where everyone could exist in peace and harmony.",
    "temp8_stamp-letter-send_3short": "In a faraway kingdom, a magical stamp was hidden inside a secret cave. Whoever found it would have the power to make any wish come true. One day, a brave adventurer discovered the stamp and decided to write a letter to the king, asking for world peace. She carefully placed the stamp on the envelope and prepared to send it to the palace. As soon as she dropped the letter in the mailbox, a bright light filled the air, and her wish was granted. The kingdom was forever changed, all thanks to the magical stamp that made her letter extra special when she chose to send it.",
    "temp8_petrol-diesel-pump_3short": "As I drove my old truck into the dusty station, I knew I needed to fill up on petrol to make it to the next town. But my friend's car, a big rig, required diesel to keep moving, so we pulled up to the separate pump designated for that type of fuel. The attendant helped us navigate the different options and soon we were both filling up at the same time, the sound of the pump humming in our ears. With full tanks, we hit the open road once again, ready for whatever adventure lay ahead. As we drove away, I noticed a small sign that read \"Last pump for 50 miles\" - we had barely made it in time! The desert stretched out before us, a seemingly endless expanse of sand and rock.",
    "temp8_year-week-embark_3short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They had been planning this trip for months, and finally, the week of their departure had arrived. With backpacks full of supplies and a map in hand, they set off into the unknown, ready to face whatever challenges came their way. As they journeyed through the dense forest, they stumbled upon hidden waterfalls and secret meadows, making their trip an unforgettable experience. After a week of traveling, they reached the top of a majestic mountain, where they watched the sunset and reflected on the incredible journey they had shared. With hearts full of joy and memories to last a lifetime, they began their descent, already planning their next adventure.",
    "temp8_statement-stealth-detect_3short": "In the dark of night, a secret agent made a bold statement by infiltrating the highly secured facility with ease and stealth. Her mission was to detect any hidden dangers and gather crucial information without being seen. As she navigated through the shadows, her trained eyes scanned every corner, searching for any sign of trouble. Suddenly, she stumbled upon a cryptic message that only she could decipher, and it led her to a shocking discovery. With her exceptional detective skills, she was able to detect the truth behind the mysterious statement and escape undetected, thanks to her mastery of stealth. In the end, her bravery and cunning made her a legend in the world of espionage.",
    "temp8_belief-faith-sing_3short": "In a small village, there was a young girl who had a strong belief in the magical powers of music. She had faith that singing could heal any wound and bring people together. Every morning, she would sing with all her heart, and the villagers would gather around to listen. As she sang, her voice echoed through the hills, filling everyone's hearts with joy and harmony. The girl's faith in her music was contagious, and soon the whole village would sing along with her, creating a beautiful chorus that filled the air. With every note, their belief in the power of song grew stronger, and they knew that as long as they had faith and music, anything was possible.",
    "temp8_organ-empire-comply_3short": "In a far-off galaxy, an ancient empire ruled with kindness and wisdom. At its heart was a magnificent temple where a powerful organ played heavenly music that brought peace to all who listened. But when a new leader rose to power, they demanded that everyone comply with their strict rules, silencing the organ's beautiful sound. The people longed for the gentle melodies to return, and soon they found a way to secretly play the organ once more. As the music filled the air, the empire's harsh laws began to crumble, and harmony was restored. With the organ's sweet voice guiding them, the people rejoiced, free to live in peace and happiness once again.",
    "temp8_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged with an offer: make a payment of one precious memory, and you would be granted the power to exist forever. Many were tempted by the promise, but one brave soul refused, choosing instead to forge her own path. As she walked away, the figure vanished into the shadows, its existence a mere whisper in the wind. The brave soul continued on, her heart filled with hope, and soon the gloom began to lift, revealing a bright and beautiful world. In this new world, she was free to exist as she pleased, without the burden of the mysterious payment. And so, she lived happily ever after, her memory intact and her spirit soaring.",
    "temp10_stamp-letter-send_3short": "In a tiny village, there was a magical mailbox where you could write a stamp-letter to anyone in the world. To make it work, you had to draw a special picture on the envelope and add a sparkly stamp. When you were finished, you would send the letter off into the air, watching as it soared away to its destination. One day, a curious child decided to send a stamp-letter to the moon, and to her surprise, she received a response from a friendly astronaut. The child was overjoyed and couldn't wait to send another letter, feeling happy that her words could travel so far. As she wrote, she carefully placed another sparkly stamp on the envelope, ready to send her next adventure into the sky.",
    "temp10_petrol-diesel-pump_3short": "In a world where cars could talk, a little red vehicle named Rosie ran out of fuel on a long road trip. She desperately needed to fill up with petrol or diesel to get to her destination. Luckily, she spotted a big pump in the distance and quickly drove towards it. As she pulled up to the pump, the attendant asked if she wanted petrol or diesel, and Rosie replied that she could run on either. With a full tank, Rosie was ready to hit the road again and continue her adventure. She thanked the attendant and drove off into the sunset, feeling happy and relieved.",
    "temp10_year-week-embark_3short": "As I stood on the edge of the vast ocean, I felt a thrill of excitement as I prepared to embark on a journey around the world. It had taken me a whole year to plan and prepare for this adventure, and finally, the day had arrived. My friends and family had all gathered to wish me well, and I knew that the next week would be a challenging but exhilarating experience. With a deep breath, I set off into the unknown, ready to face whatever lay ahead. The wind in my hair and the sun on my face, I felt truly alive as I began my epic voyage. As I sailed further and further from shore, I knew that this was just the beginning of an incredible journey.",
    "temp10_statement-stealth-detect_3short": "In a world where spies were everywhere, making a statement with your outfit was not a good idea. Agent Thompson knew this, which is why she wore all black to help her with stealth as she snuck into the enemy's hideout. Her mission was to detect any hidden dangers and gather information without being seen. As she crept through the shadows, she stumbled upon a secret room filled with clues. With her keen detective skills, she was able to detect a hidden trap and avoid it just in time. Thanks to her stealth and cleverness, Agent Thompson was able to make a bold statement by escaping undetected.",
    "temp10_belief-faith-sing_3short": "In a small village, there lived a young girl who had a strong belief in the magic of music. She would often sing with her friends in the town square, filling the air with joyful melodies. As they sang, their voices would echo through the valleys, spreading faith and hope to all who listened. The villagers believed that the girl's singing had healing powers, and people would come from far and wide to hear her sing. With every note, the girl's faith in her gift grew stronger, and her songs became a beacon of inspiration to all. As she sang, her voice soared, filling the hearts of those who listened with peace and wonder.",
    "temp10_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire ruled over many planets. The emperor, a wise and just leader, had a special request for his people to comply with a new law that would help protect their environment. As a reward for following this law, he built a magnificent concert hall where the most talented musicians could play on a beautiful, antique organ. The sound of the organ filled the hall and brought joy to all who listened. But little did they know, the empire's greatest challenge was yet to come, and complying with the new law would be crucial to their survival. As the last notes of the organ faded away, the people felt a sense of unity and determination to comply with the emperor's wise decree.",
    "temp10_gloom-payment-exist_3short": "In a world shrouded in gloom, the villagers lived in fear of not being able to make their monthly payment to the evil sorcerer who ruled over them. The payment was steep, and many struggled to exist from day to day, searching for ways to scrape together enough coins to avoid his wrath. One brave villager, a young girl named Ava, decided to take matters into her own hands and embark on a quest to defeat the sorcerer and free her people from their burden. As she journeyed through the dark forest, the gloom began to lift, and she stumbled upon a hidden treasure that would change their fate forever. With the treasure, the villagers were finally able to make their payment and exist without fear of persecution. From that day forward, the village was filled with hope and light, and the gloom was just a distant memory."
}