{
    "temp0_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine sputtering as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp2_year-week-embark_1short": "It's been a year since I last saw my friends, but we're going to embark on a new adventure together next week. We'll travel to a beautiful island and spend a whole week exploring its hidden treasures. As we prepare to embark on this journey, our excitement grows, and we can't wait to see what the next year will bring.",
    "temp2_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, my super cool detective gadget could detect even the slightest movement, and it started beeping loudly, warning me of the sneaky person. With my quick reflexes, I turned around just in time to catch the culprit off guard, and they were shocked that I could detect their stealthy approach so easily.",
    "temp2_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful symphony that filled my heart with wonder.",
    "temp2_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, all citizens were forced to comply with the empire's strict rules, lest they face the wrath of the organ's dark power. As the empire expanded, its reach seemed endless, and those who refused to comply were swiftly dealt with, their fate a grim reminder of the organ's might. The people lived in fear, never daring to question the empire's authority, and the organ remained the symbol of its unyielding grip on the galaxy.",
    "temp2_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, and those who couldn't pay would cease to exist. As the figure vanished into the darkness, the villagers wondered if they would be able to make the next payment and continue to exist.",
    "temp4_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine sputtering as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp4_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My plan was to travel to a different country every week, exploring new cultures and meeting new people. After a year of traveling, I would return home, filled with amazing stories and memories from my adventures.",
    "temp4_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright outfit, but it was hard to do so with the need for stealth. I had to sneak past the guards undetected, and my ability to detect even the slightest noise helped me avoid getting caught. With one final step, I reached the door and made my escape, proud of my successful mission that required both stealth and a keen sense to detect any obstacles.",
    "temp4_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a joyful heart, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, touching the hearts of all who heard it and reminding them of the power of faith and belief.",
    "temp4_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire ruled with an iron fist, demanding that all citizens comply with their strict laws. At the heart of the empire's capital city stood a magnificent organ, its pipes shining like gold in the sunlight. Every morning, the emperor would play a majestic tune on the organ, and the people would gather to listen and comply with the daily instructions that followed. As the music filled the air, the empire's subjects felt their spirits lift, and they were inspired to comply with the emperor's every command. The organ's beautiful sound became a symbol of the empire's greatness, and all who heard it couldn't help but comply with its rhythm.",
    "temp4_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for their village to exist. As the last hope was handed over, the villagers wondered if their existence was worth the cost, and if they would ever be able to escape the darkness that seemed to exist all around them.",
    "temp6_stamp-letter-send_1short": "I wanted to send a special message to my friend who lived far away. To make it extra special, I decided to write it by hand and put a colorful stamp on the envelope. After carefully crafting each word, I folded the paper and placed it inside to create a beautiful letter. With a final flourish, I sealed the envelope and took it to the mailbox to send it on its way. As I watched it disappear into the mail slot, I couldn't wait for my friend to receive the letter and see the fun stamp I had chosen.",
    "temp6_petrol-diesel-pump_1short": "As I walked into the old garage, I saw a sign that read \"Petrol\" in big letters. Next to it was another sign that said \"Diesel\" for the bigger trucks. I needed to fill up my car, so I pulled up to the pump and started filling up with petrol. The attendant helped me and then went to assist a truck driver who was filling up with diesel at the next pump.",
    "temp6_year-week-embark_1short": "It's been a year since I last saw my friend, and now we're going to embark on a new adventure together. We've planned this trip for a week, and finally, the day has arrived for us to start our journey. As we set off, I feel excited and nervous at the same time, wondering what amazing experiences await us.",
    "temp6_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my superpower allowed me to detect even the slightest movement, and I turned around just in time to see the figure lurking in the shadows. With my quick reflexes, I was able to dodge their attack and shine a light on their sneaky plan. The figure was caught off guard and stumbled backward, giving me the upper hand in the situation.",
    "temp6_belief-faith-sing_1short": "As I stood on the mountain top, my strong belief in a higher power gave me the courage to shout out loud. With unwavering faith, I felt a surge of energy and began to sing a joyful melody that echoed through the valleys below. The sweet sound of my voice carried far and wide, inspiring others to join in and sing together in perfect harmony.",
    "temp6_organ-empire-comply_1short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and mysterious energy source fueled by a rare organ found only on a remote planet. To maintain control, the empire forced all inhabitants to comply with their strict rules, punishing those who refused to obey. As the years passed, whispers of rebellion began to spread, threatening to overthrow the empire's tyrannical grip.",
    "temp6_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in hopes and dreams, which the figure claimed were necessary for humanity to exist. As the last villager handed over their payment, the figure vanished, leaving behind a glimmer of light that pierced through the gloom, allowing the villagers to exist in a brighter world.",
    "temp8_stamp-letter-send_1short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp8_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with the diesel, and soon the tank was full and he was ready to hit the road again.",
    "temp8_year-week-embark_1short": "It's been a year since I last saw my friends, but we're going to embark on a new adventure together next week. We'll travel to a beautiful island and spend a whole week relaxing on the beach and exploring the surrounding area. As we prepare to embark on this journey, we can't wait to see what exciting things the next year will bring.",
    "temp8_statement-stealth-detect_1short": "As I walked into the dark room, I tried to make a bold statement with my flashy outfit. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty robot was able to detect the intruder and sound the alarm before it was too late. With the would-be attacker caught, I realized that sometimes making a statement can put you in harm's way, and it's better to use stealth and have a way to detect danger.",
    "temp8_belief-faith-sing_1short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. Suddenly, a gentle breeze whispered through the trees, and I felt compelled to sing a joyful melody that echoed across the valley. My voice soared through the air, a pure expression of the faith that lived within me, and as I sang, my belief in the beauty of life only grew stronger.",
    "temp8_organ-empire-comply_1short": "In a far-off land, a magnificent organ played a powerful melody that echoed throughout the vast empire. The ruler of the empire decreed that all citizens must comply with the daily concerts, and soon everyone was gathered to listen in awe. As the music filled the air, the people felt their spirits lift, and they knew they would always comply with the ruler's wishes as long as the beautiful organ continued to play.",
    "temp8_gloom-payment-exist_1short": "In a world where darkness seemed to exist forever, a lone figure wandered through the gloom. The air was thick with an eerie silence, and the only sound was the soft rustling of papers that held the key to a mysterious payment. As the figure walked, the shadows began to fade, and a glimmer of light appeared on the horizon, bringing hope that a new world could exist beyond the darkness.",
    "temp10_stamp-letter-send_1short": "I want to send a letter to my friend who lives far away. To make it special, I will use a colorful stamp on the envelope. After I write the letter and put the stamp on, I will take it to the mailbox to send it to my friend. When my friend gets the letter, she will be so happy to see the fun stamp and read the words I wrote just for her.",
    "temp10_petrol-diesel-pump_1short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but noticed a sign that said petrol was on sale for cheaper. After filling up, the driver walked over to the convenience store to pay, passing by the big pump that dispensed both petrol and diesel to the many cars and trucks that stopped there.",
    "temp10_year-week-embark_1short": "As the clock struck midnight, signaling the start of a new year, I felt an overwhelming sense of excitement and anticipation. It was going to be a year of adventure and self-discovery, and I couldn't wait to embark on this journey. The first week of the year was already shaping up to be an eventful one, with plans to travel to new places and meet new people. With a deep breath, I decided to embark on my first solo trip, and it was going to be a week to remember.",
    "temp10_statement-stealth-detect_1short": "As I sneaked through the shadows with stealth, I stumbled upon a mysterious statement etched into the wall. It read: \"Beware of those who try to detect the truth.\" Suddenly, I heard footsteps behind me and knew I had to act fast to avoid being detected. With lightning speed, I grabbed my flashlight and shone it in the direction of the sound, trying to detect any signs of movement.",
    "temp10_belief-faith-sing_1short": "As I stood on the mountain peak, my belief in a higher power filled my heart with peace. With unwavering faith, I raised my arms to the sky and began to sing a hymn of praise. The melody echoed through the valleys below, a joyful expression of my devotion. In that moment, everything felt connected and harmonious, as if the universe was singing along with me.",
    "temp10_organ-empire-comply_1short": "In a far-off galaxy, an evil alien overlord ruled with an iron fist, forcing everyone to comply with his bizarre demands. His empire was built on fear and intimidation, where anyone who disobeyed was punished severely. At the heart of his dark castle stood a mysterious organ that played haunting melodies, echoing through the streets and reminding all of the overlord's terrifying power. The organ's eerie sounds sent shivers down the spines of even the bravest rebels, making them think twice before refusing to comply with the overlord's cruel rules. As the last notes of the organ faded away, the people of the empire trembled, knowing they had no choice but to obey their ruthless leader and comply with his every command.",
    "temp10_gloom-payment-exist_1short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and stories that would make their deepest fears exist in the darkness forever. As the figure vanished into the night, the villagers wondered if they had just imagined the whole encounter, or if it would exist in their memories forever.",
    "temp0_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with the diesel, and soon the tank was full and he was ready to hit the road again.",
    "temp2_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned to travel for a whole week, exploring new places and trying new things. With their backpacks full of supplies, they set off early one morning, ready to embark on the journey of a lifetime, and make the most of their week-long trip that would be remembered for the entire year.",
    "temp2_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective skills helped me detect the sneaky person just in time. With my quick reflexes, I turned around and caught the culprit off guard, solving the mystery of the night.",
    "temp2_belief-faith-sing_2short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp2_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a cold-hearted leader, sat at his throne, playing a haunting melody on a ancient organ that echoed throughout the land. As the last notes faded away, the people trembled with fear, knowing they had no choice but to comply with the empire's demands.",
    "temp2_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, which the figure would use to sustain its own existence. As the last memory was collected, the figure vanished, leaving behind a question: do we truly exist without our memories?",
    "temp4_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had a new pump installed to dispense petrol and diesel fuel to the growing number of vehicles on the road. The attendant helped me fill up my tank with diesel, which was more efficient for my long road trip ahead. After filling up, I walked over to the small shop to pay and saw a sign that read \"Petrol and Diesel Fuel\" in big letters, reminding me of the importance of the pump in keeping our vehicles running smoothly.",
    "temp4_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My friend and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp4_statement-stealth-detect_2short": "As I tried to detect the hidden treasure, I had to use stealth to sneak past the guards undetected. My friend made a bold statement that we would find it before nightfall, and with renewed determination, we pressed on through the dark cave. With each step, our hearts beat faster as we got closer to uncovering the secrets within, and finally, we stumbled upon a chest filled with glittering jewels.",
    "temp4_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp4_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their harsh rules. The emperor, a cold-hearted leader, sat at his throne, playing a haunting melody on a ancient organ that echoed throughout the land. As the last notes faded away, the people trembled with fear, knowing they had no choice but to comply with the empire's cruel demands.",
    "temp4_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the land, bringing wonder and awe to all who lived there.",
    "temp6_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I took the letter to the mailbox and dropped it in, waiting for the day my friend would receive it and send a response back to me.",
    "temp6_petrol-diesel-pump_2short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said petrol was on sale. He decided to switch and filled up his extra tank with petrol instead, feeling happy about saving some money. After finishing at the pump, the driver got back in his truck and continued driving down the highway.",
    "temp6_year-week-embark_2short": "As the new year began, a group of friends decided to embark on an exciting adventure together. They planned their trip for just one week, packing lightly and preparing for the thrill of exploring unknown lands. With backpacks full and spirits high, they set off to discover hidden treasures and make unforgettable memories during their action-packed week.",
    "temp6_statement-stealth-detect_2short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, my super cool detective watch had a special feature that could detect even the slightest movement, and it started beeping loudly, warning me of the sneaky person. With my quick reflexes, I turned around just in time to catch the stealthy figure off guard, and we both ended up in a fit of laughter at the absurdity of the situation.",
    "temp6_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would be okay. Suddenly, a bird began to sing a beautiful melody that echoed through the valleys below. The sweet song lifted my spirits and reminded me to have faith in the unknown, and with a full heart, I started to sing along with the bird, feeling my belief in the beauty of life renewed.",
    "temp6_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their harsh rules. The people of a small planet refused, and instead, they played a powerful song on a magical organ that echoed across the stars, weakening the empire's hold. As the music filled the air, the empire's ships began to malfunction, and soon they were forced to comply with the planet's demands for peace.",
    "temp6_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged with an offer of payment to those who could prove they exist. The reward was great, but the challenge was daunting, and many wondered if it was worth the risk to claim their prize. As people stepped forward to accept the offer, the darkness began to lift, and the figure's true intentions started to exist in the light.",
    "temp8_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I took the letter to the mailbox and dropped it in, waiting for the day my friend would receive it and send a response back to me.",
    "temp8_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had a separate pump for petrol and diesel fuel. The attendant helped me figure out which one to use for my vehicle. After filling up, I went inside to pay and saw a big sign that said \"Petrol and Diesel Fuel\" with an arrow pointing to the pump outside.",
    "temp8_year-week-embark_2short": "As I stood on the edge of the ocean, I knew it was time to embark on a new journey. My friends and I had been planning this trip for a whole year, and finally, we were ready to set sail. We would be at sea for only one week, but we were excited for the adventure that lay ahead.",
    "temp8_statement-stealth-detect_2short": "As I tried to sneak past the guards, I had to use my stealth skills to remain unnoticed. But little did I know, my loud shirt made a bold statement that caught their attention. Luckily, the detective on duty was unable to detect my true intentions, and I managed to slip away undetected. The whole ordeal was a close call, but I learned that sometimes it's better to keep a low profile and avoid making a flashy statement.",
    "temp8_belief-faith-sing_2short": "As I stood on the mountain peak, my strong belief in a higher power gave me the courage to take a deep breath and sing a joyful melody that echoed through the valleys below. With unwavering faith, I felt the music lift my spirit and connect me to something greater than myself. As the last notes faded away, I felt a sense of peace wash over me, reminding me that faith and song can be a powerful combination.",
    "temp8_organ-empire-comply_2short": "In a far-off galaxy, an evil empire rose to power, demanding that all planets comply with their strict rules. The ruler of the empire was a mysterious being who played a haunting melody on a giant organ to signal the start of each new decree. As the last notes of the organ faded away, the people knew they had to comply or face severe punishment from the empire's ruthless leaders.",
    "temp8_gloom-payment-exist_2short": "In a world where happiness was a distant memory, a sense of gloom filled the air. It had been that way since the mysterious figure demanded a payment from the villagers every full moon. Some said the figure didn't exist, but the eerie feeling that settled over the town whenever the payment was due told a different story. As the night wore on, the villagers wondered if they would ever be free from the shadow of gloom that hung over them, or if the figure's demands would continue to exist forever.",
    "temp10_stamp-letter-send_2short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send properly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp10_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed they had a sign that read \"petrol\" on one side and \"diesel\" on the other. I pulled up to the pump and filled up my tank with the correct fuel type, making sure not to mix them up. The attendant smiled and said \"fill 'er up\" as he worked the pump, filling my car with the petrol it needed to get back on the road.",
    "temp10_year-week-embark_2short": "It's been a year since I last saw my friends, and we decided to meet up for a week of adventure. We were excited to embark on a journey together, exploring new places and trying new things. As we set off, we felt a sense of freedom and joy that we hadn't felt in a long time, and we knew that this was going to be an unforgettable experience.",
    "temp10_statement-stealth-detect_2short": "The detective was trying to make a statement by solving the toughest case in town. She used her stealth skills to sneak into the abandoned warehouse where the clues were hidden. As she moved quietly through the shadows, she tried to detect any signs of danger lurking around every corner. With her keen eyes and quick thinking, she was able to detect the subtlest sounds and piece together the mystery.",
    "temp10_belief-faith-sing_2short": "As I stood on the mountain top, my strong belief in a higher power gave me the courage to take a leap of faith and jump into the unknown. As I soared through the air, I began to sing a joyful melody that echoed off the mountainside. My voice was filled with emotion and conviction, and it seemed to match the rhythm of my heartbeat. The sound of my singing attracted a flock of birds, who joined in with their own sweet harmony, creating a chorus of faith and wonder.",
    "temp10_organ-empire-comply_2short": "In a far-off galaxy, a powerful empire rose to dominance, with its ruler demanding that all citizens comply with their strict rules. At the heart of the empire's grand city stood an ancient, mysterious organ that played haunting melodies to remind everyone of the empire's power. Those who refused to comply would be forced to listen to the organ's eerie sounds forever, a fate worse than death. The people lived in fear, trying to comply with every command to avoid the dreaded organ's punishment.",
    "temp10_gloom-payment-exist_2short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, which the figure claimed were necessary for their own existence. As the villagers relinquished their memories, they began to wonder if they would still exist without them.",
    "temp0_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp0_petrol-diesel-pump_3short": "The old truck rumbled into the station, its engine roaring as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol. He thought about switching, but decided to stick with what he knew and finished filling up with diesel from the pump.",
    "temp0_year-week-embark_3short": "As the new year began, I felt excited to embark on a journey around the world. My friends and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp0_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my trusty detective friend was there to detect any danger and saved me just in time. With her quick thinking, we were able to catch the sneaky figure and bring them to justice.",
    "temp0_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would work out. With a heart full of joy, I began to sing a sweet melody that echoed through the valleys below. The sound of my voice carried far and wide, inspiring others to find their own faith and believe in the beauty of life.",
    "temp0_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled a magical organ that could manipulate the minds of others. To maintain order, the ruler demanded that all citizens comply with their every command, and those who refused were punished severely. As the empire expanded, its reach was felt across the stars, with planets and civilizations forced to comply or face destruction, all while the haunting sound of the magical organ echoed through the cosmos. The people lived in fear, never daring to disobey, as the empire's power grew stronger with each passing day, its influence spreading like a dark shadow that could not be escaped.",
    "temp0_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp2_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp2_petrol-diesel-pump_3short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp2_year-week-embark_3short": "As the new year began, I felt excited to embark on a journey around the world. My friend and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures.",
    "temp2_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a figure was using stealth to sneak up behind me. Luckily, my superpower allowed me to detect even the slightest movement, and I turned around just in time to see the figure lurking in the shadows. With my quick reflexes, I was able to dodge their attack and shine a light on their sneaky plan. The figure was caught off guard and stumbled backward, revealing their true identity and putting an end to their stealthy ways.",
    "temp2_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I began to sing a hymn that echoed through the valleys below. My voice carried far and wide, inspiring others to join in, creating a chorus of hope and devotion.",
    "temp2_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance, ruled by a mysterious leader who controlled the minds of its citizens through a magical organ that played haunting melodies. To avoid punishment, everyone had to comply with the empire's strict rules, but one brave rebel dared to challenge the status quo. The rebel's bold move sparked a revolution, and soon the entire empire was forced to comply with a new set of laws that brought freedom and peace to the land.",
    "temp2_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and tales of old. It was said that as long as the payment was made, magic would exist in the village, bringing light to the darkest of times.",
    "temp4_stamp-letter-send_3short": "I sat down to write a letter to my friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy smile, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp4_petrol-diesel-pump_3short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. I filled up my tank with diesel, but my friend's car needed petrol, so we used the other side of the pump. After we finished, we went inside to pay and grabbed a snack before getting back on the road. The attendant smiled and thanked us for choosing their station, where the pump was always reliable and the fuel was always flowing.",
    "temp4_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my sailing adventure around the world. It had taken me a whole year to prepare for this moment, and finally, the day had arrived. My crew and I would set sail every week, exploring new islands and discovering hidden treasures. With a deep breath, we raised the anchor and began our epic journey, ready to face whatever challenges lay ahead.",
    "temp4_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt. But little did I know, a master of stealth was hiding behind the curtain, watching my every move. Suddenly, a detective appeared out of nowhere, claiming she could detect even the slightest hint of deception, and I wondered if she would uncover the sneaky figure lurking in the shadows. The detective's sharp eyes scanned the room, and with a faint smile, she declared that she had detected the stealthy intruder, and my statement of confidence was proven to be unwavering.",
    "temp4_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their own sweet melodies, creating a joyful chorus that filled my heart with wonder.",
    "temp4_organ-empire-comply_3short": "In a far-off galaxy, an alien overlord ruled with an iron fist, demanding that all planets comply with her every command. Her empire stretched across the stars, with a magnificent organ playing eerie melodies to signal her presence. As she sat on her throne, the organ's haunting sounds filled the air, reminding all of her power and dominance, and the need to comply with her rule. The people lived in fear, never daring to disobey, lest they face the wrath of the empire and its mighty leader.",
    "temp4_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in memories, which the figure claimed were necessary for their own existence. As the villagers handed over their most precious recollections, they began to wonder if they would still exist without them.",
    "temp6_stamp-letter-send_3short": "I wanted to send a letter to my friend who lived far away. To make it special, I decided to add a colorful stamp on the envelope. After carefully placing the stamp, I took the letter to the mailbox to send it on its journey. As I watched the mailman take the letter, I felt happy knowing my friend would soon receive it and smile at the fun stamp.",
    "temp6_petrol-diesel-pump_3short": "The old truck rattled into the station, its engine sputtering as it pulled up to the pump. The driver got out and began to fill up with diesel, but then he noticed a sign that said they also sold petrol for the newer cars. As he finished pumping the diesel, a sports car pulled in and the driver expertly guided it to the pump to fill up with petrol.",
    "temp6_year-week-embark_3short": "As I stood on the dock, I couldn't wait to embark on my journey around the world. It had taken a whole year of planning and preparation, but finally, the day had arrived. My friends and family waved goodbye as I set sail, and I knew it would be at least a week before I reached my first destination.",
    "temp6_statement-stealth-detect_3short": "The detective made a bold statement to the press about catching the thief. However, the culprit was known for her stealth and ability to evade capture. As the investigation continued, the police used advanced technology to detect even the slightest clue that might lead them to the suspect. With their combined efforts, they were finally able to track down the thief and bring her to justice.",
    "temp6_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. With renewed faith, I felt compelled to sing a hymn of praise, and my voice echoed through the valleys below. The sweet melody seemed to match the rhythm of my heartbeat, and I felt a sense of harmony with the universe.",
    "temp6_organ-empire-comply_3short": "In a far-off galaxy, a powerful empire rose to dominance with its advanced technology and strict rules that all citizens had to comply with. At the heart of the empire's grand city was a magnificent organ that played haunting melodies to remind everyone of the emperor's power. Those who refused to comply with the empire's laws would be forced to listen to the eerie sounds of the organ forever, a fate worse than death. The empire's mighty leader sat at the organ, playing a somber tune as he watched his people scramble to comply with his every command. As the last notes of the song faded away, the empire's citizens bowed in unison, ready to comply with their ruler's next decree.",
    "temp6_gloom-payment-exist_3short": "In a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was not in gold or silver, but in secrets and stories that would make their deepest fears exist in the darkness forever. As the figure vanished into the night, the villagers wondered if they had just made a deal with a creature that didn't exist at all.",
    "temp8_stamp-letter-send_3short": "I sat down to write a letter to my best friend who lived far away. As I finished writing, I carefully placed a stamp on the envelope to make sure it would send correctly. With a happy heart, I dropped the letter in the mailbox and waited for it to send my thoughts to my dear friend.",
    "temp8_petrol-diesel-pump_3short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the right fuel, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump stopped and my vehicle was ready to hit the road again.",
    "temp8_year-week-embark_3short": "It's been a year since I last saw my friends, but we're finally going to embark on an adventure together. We've planned this trip for a week, and I can barely contain my excitement as we prepare to set off into the unknown. As we stand at the edge of the forest, ready to embark on our journey, I take a deep breath and grin at my friends, knowing that this is just the beginning of an incredible year ahead.",
    "temp8_statement-stealth-detect_3short": "As I walked into the dark room, I tried to make a bold statement with my bright yellow shirt, but it was hard to do so with the need for stealth to sneak up on my friend. My goal was to detect any hidden dangers that might be lurking in the shadows. With my heart beating fast, I moved quietly, trying not to make a sound, all while keeping an eye out to detect any signs of movement. Suddenly, I jumped out and made my statement loud and clear, shouting \"Boo!\" at the top of my lungs, and my friend let out a scream of surprise.",
    "temp8_belief-faith-sing_3short": "As I stood on the mountain peak, my strong belief in a higher power filled me with faith that everything would be okay. Suddenly, a gentle breeze whispered through the trees, and I began to sing a soft melody that seemed to match the rhythm of the wind. The music echoed through the valleys below, a harmonious expression of the peace and tranquility that filled my heart. With every note, my faith grew stronger, and I felt a deep connection to the world around me. In this moment, I knew that my belief in the beauty of life was all that truly mattered, and I let my voice soar, singing with abandon and joy.",
    "temp8_organ-empire-comply_3short": "In a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their strict rules. At the heart of the empire's capital city stood a magnificent organ, its melodies echoing through the streets as a reminder of the empire's control. Those who refused to comply were punished severely, but one brave rebel found solace in the organ's haunting harmonies, using them as inspiration to spark a revolution against the empire. As the people began to resist, the empire's grip on the galaxy started to slip, and soon the organ's music was a celebration of freedom, not oppression, and all were finally free to comply with their own hearts. The rebel leader stood victorious, playing a triumphant tune on the organ as the empire crumbled, its remnants a reminder to always question authority and never blindly comply.",
    "temp8_gloom-payment-exist_3short": "In a world where happiness was a distant memory, a sense of gloom filled the air. The people lived in fear of not being able to make their monthly payment to the ruling authorities. But one day, a young girl discovered a hidden message that made her wonder if freedom could exist beyond the walls of her oppressive city.",
    "temp10_stamp-letter-send_3short": "I want to send a letter to my friend who lives far away. To make it special, I will add a colorful stamp on the envelope. When I finish writing, I will run to the mailbox to send my letter as quickly as possible.",
    "temp10_petrol-diesel-pump_3short": "As I drove my truck into the station, I needed to decide whether to fill up with petrol or diesel. The pump was old and creaky, but it still worked perfectly, dispensing both types of fuel with ease. I chose diesel because it was better for my engine, and soon the pump was filling up my tank with the loud gurgling sound that accompanied the flow of fuel.",
    "temp10_year-week-embark_3short": "As the new year began, our family decided to embark on a exciting adventure. We packed our bags and set off on a journey that would last for just one week. During this time, we would explore new lands, try new foods, and make unforgettable memories together.",
    "temp10_statement-stealth-detect_3short": "As I tried to sneak into the museum at night, I had to use my stealth skills to avoid being seen by the guards. My mission was to detect any hidden alarms and cameras that could blow my cover. But little did I know, my presence would make a bold statement to the world when I stumbled upon a priceless artifact. The discovery would change everything, and I would become famous for uncovering a secret that had been hidden for centuries.",
    "temp10_belief-faith-sing_3short": "As I stood on the mountain peak, my belief in a higher power was strengthened by the breathtaking view. It took faith to climb to the top, but the sense of accomplishment was overwhelming. Suddenly, a bird began to sing a beautiful melody that echoed through the valleys below, filling my heart with joy and wonder. The song was so pure that it seemed to come from heaven itself, reinforcing my belief and renewing my faith. With a happy heart, I joined in, singing along with the bird in perfect harmony, feeling grateful for this magical moment of connection with nature.",
    "temp10_organ-empire-comply_3short": "In a distant galaxy, an evil alien overlord ruled with an iron fist, forcing all planets to comply with his demands. His dark empire stretched across the cosmos, crushing any opposition beneath its heel. At the heart of his fortress, a mysterious organ played a haunting melody that seemed to control the minds of those who heard it. As the last rebel planet fell, the overlord's power grew, and his empire became unstoppable, with all beings forced to comply with his every whim. The sound of the organ echoed through the void, a reminder of the overlord's unyielding grip on the galaxy.",
    "temp10_gloom-payment-exist_3short": "In a world where happiness was hard to find, a sense of gloom filled the air. It was said that only those who made a special payment to the mysterious stranger could experience true joy. But many wondered if such a thing could truly exist, or if it was just a myth created to give people hope."
}