{
    "temp0_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_1short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. To make sure it arrives safely, I need to put a stamp on the envelope. Once I affix the stamp, I can send the letter to her through the mail.",
    "temp2_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough diesel to last a while.",
    "temp2_year-week-embark_1short": "Here is a very short story with the given words:\nIt's been a year since I've wanted to travel, so next week I will embark on an adventure around the world. \nI'm excited to see new places and meet new people as I embark on this journey that will last for a whole year, starting from next week.",
    "temp2_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp2_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As I listened to her sing, I felt my own faith grow stronger, and I began to share her belief in the transformative power of song.",
    "temp2_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp2_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment would be too high to uncover them.",
    "temp4_stamp-letter-send_1short": "Here is a very short story with the given words:\nTo mail her letter, she had to buy a stamp at the post office. After attaching the stamp, she was ready to send it to her friend who lived far away. She walked to the mailbox and dropped the letter in, excited for her friend to receive it soon.",
    "temp4_petrol-diesel-pump_1short": "Here is a 3 sentence story:\nAs I drove into the gas station, I noticed they had a separate section for petrol and diesel fuel. I pulled up to the pump and asked the attendant which type of fuel my car required. After filling up with the correct type of diesel fuel at the pump, I was back on the road, feeling relieved that I wouldn't have to stop again anytime soon to refill my tank with petrol or diesel.",
    "temp4_year-week-embark_1short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nIt's been a year since I've wanted to sail around the world, and now I'm finally ready to embark on my journey. My crew and I will set sail next week, and we're all super excited for our big adventure. As we embark on the open sea, we'll take turns keeping watch and telling stories to pass the time during our year-long voyage that starts in just one week.",
    "temp4_statement-stealth-detect_1short": "Here is a 3 sentence story that includes the words \"statement\", \"stealth\", and \"detect\":\nThe detective made a bold statement that she would solve the case, and she set out with stealth to gather clues. As she crept through the shadows, she tried to detect any signs of evidence that might lead her to the culprit. With her sharp eyes and quick thinking, she was able to detect a tiny thread caught in a window lock, which turned out to be a crucial piece of evidence to support her statement.",
    "temp4_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandmother had a strong faith that gave her the courage to sing in front of everyone at church. Her beautiful voice was a reflection of her unwavering belief in a higher power, and it brought joy to all who listened. As she sang, her conviction inspired others to join in, creating a sense of community and harmony that filled the entire room.",
    "temp4_organ-empire-comply_1short": "Here is a very short story with the given words:\n\nThe evil emperor of the dark empire demanded that everyone comply with his rules or face severe punishment. But one brave musician refused, instead using her powerful voice and the majestic sound of the ancient organ to rally the people against their oppressor. As the beautiful music filled the air, the emperor's grip on the empire began to weaken, and soon the people were free to live as they chose, without fear of having to comply with the emperor's cruel decrees.",
    "temp4_gloom-payment-exist_1short": "Here is a 3 sentence story at a grade None reading level:\nThe old mansion was shrouded in gloom, its grandeur hidden behind a veil of darkness. But little did anyone know, the key to unlocking its secrets lay in an ancient payment made by a mysterious stranger. It was said that as long as the payment remained, magic would exist within the mansion's crumbling walls, waiting to be discovered.",
    "temp6_stamp-letter-send_1short": "I want to tell you a super fun story! I sat down to write a letter to my best friend who lives really far away. Then I got out my favorite colorful stamp and stuck it on the envelope so it would look extra special. Next, I went to the mailbox to send my awesome letter on its big adventure to my friend's house. When my friend got the letter, she was so happy and wrote me right back!",
    "temp6_petrol-diesel-pump_1short": "Here is a 3-sentence story that includes the words \"petrol\", \"diesel\", and \"pump\":\nThe old truck needed to fill up on diesel at the station. Next to it, a car was filling up with petrol from the same pump. After they both finished, the attendant turned off the pump and went back to the office to count the day's earnings.",
    "temp6_year-week-embark_1short": "Here is a 3-sentence short story at a grade None reading level:\n\nIt's been a year since I last went on a big adventure, so I'm excited to embark on a new journey. My friends and I have been planning this trip for a week, and we're finally ready to start our travels. As we set out to explore the world, we can't wait to see what amazing things we'll discover when we embark on this exciting year of exploration, starting with just one incredible week.",
    "temp6_statement-stealth-detect_1short": "Here is a 3-sentence story:\n\nAs I sneaked through the shadows with stealth, I stumbled upon a mysterious statement etched into the wall. It read \"Beware of the eyes that detect,\" and it sent shivers down my spine. With my heart racing, I knew I had to use my own skills to detect any hidden dangers and make a bold statement of my own to escape the darkness.",
    "temp6_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandma had a strong faith that gave her the courage to sing in front of everyone at church. Her beautiful voice inspired others to have the same belief in themselves, and soon they were all singing together in perfect harmony. As we sang, our voices filled the entire room with joy and happiness, bringing us even closer together in our shared faith and love of music.",
    "temp6_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an alien overlord ruled over a massive empire. The ruler demanded that all inhabitants comply with the daily ritual of playing a haunting melody on a giant organ. As the last notes faded away, the empire's subjects would comply once more, their voices echoing in harmony with the organ's lingering tones.",
    "temp6_gloom-payment-exist_1short": "Here is a very short story that includes the words \"gloom\", \"payment\", and \"exist\" in 3 sentences:\nThe village was shrouded in an eerie gloom, as if the darkness itself was a living thing. In order to lift the curse and bring back the light, the villagers had to make a payment of rare gems to the mysterious sorcerer who dwelled on the outskirts. Legend said that this sorcerer did not truly exist, but the villagers were desperate for a solution and willing to try anything to restore their homes to a brighter state.",
    "temp8_stamp-letter-send_1short": "I want to tell you a fun story! I need to write {length_string} sentences. Here it is: \nI got a special stamp for my letter. \nThen I will send the letter to grandma. \nI hope she likes the pretty stamp on the letter that I send to her!",
    "temp8_petrol-diesel-pump_1short": "Here is a very short story with the given length of 3 sentences that includes all three words:\n\nAs I drove my car into the station, I noticed they had both petrol and diesel options at the pump. I filled up my tank with diesel since it was more efficient for long road trips, and then I washed my hands at the nearby sink. After paying for the fuel, I got back on the highway, feeling relieved that I wouldn't need to stop at another pump for a while.",
    "temp8_year-week-embark_1short": "Here is a very short story that includes the three words \"year\", \"week\", and \"embark\" in 3 sentences:\nIt had been a year since I graduated from school, and I was excited to finally embark on my dream journey. As I packed my bags, I realized that this adventure would take me away from home for at least a week. With a sense of nervous anticipation, I prepared to embark on the trip of a lifetime, one that would change my life forever in just one incredible week.",
    "temp8_statement-stealth-detect_1short": "Here is a very short story at a grade none reading level that is 3 sentences long:\n\nThe secret agent made a bold statement by sneaking into the enemy's base with complete stealth. Her mission was to detect any hidden dangers and gather crucial information without being seen. With her advanced training, she was able to detect even the slightest sounds and avoid detection, completing her mission successfully.",
    "temp8_belief-faith-sing_1short": "Here is a very short story with the given requirements:\n\nAs I stood on the mountain, my belief in a higher power was strengthened by the beautiful sunrise. With renewed faith, I began to sing a hymn of praise, and my voice echoed through the valleys below. The sound of my singing attracted a flock of birds, which joined in with their sweet melodies, creating a joyful symphony that filled my heart with joy and wonder.",
    "temp8_organ-empire-comply_1short": "In the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were forced to comply with the emperor's rules, but the music seemed to stir a sense of rebellion within them. As the last notes faded away, the crowd began to whisper among themselves, wondering if it was time to challenge the empire's authority and forge their own path.",
    "temp8_gloom-payment-exist_1short": "Here is a short story with the given words:\nIn a world filled with darkness and gloom, people struggled to make ends meet as they waited for their monthly payment from the government. But amidst all this hardship, something beautiful began to exist, a community that came together to support one another and bring hope to those who had lost it. As time passed, this community grew stronger and proved that even in the darkest times, kindness and love can still exist. The payment they received was not just monetary, but also emotional, as they found joy in helping others and being part of something bigger than themselves.",
    "temp10_stamp-letter-send_1short": "I want to tell you a fun story with the words \"stamp\", \"letter\", and \"send\". Here it is:\nTo send a letter to my friend, I need to put a special stamp on it. \nThe stamp has a picture of a cat on it, which is my favorite animal. \nAfter I put the stamp on the letter, I will give it to the mailman to send it to my friend.",
    "temp10_petrol-diesel-pump_1short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nAs I walked into the gas station, I saw a big sign that said \"Petrol\" on one side and \"Diesel\" on the other. I filled up my car with petrol and then helped my friend fill up his truck with diesel. We both used the same pump to pay for our fuel, and it was easy and quick.",
    "temp10_year-week-embark_1short": "As the new year began, I couldn't wait to embark on my journey around the world. It was only the first week of January, but I was already feeling restless and ready for adventure. Little did I know, this would be a trip that would change my life forever as I prepared to embark on the open sea for a whole year.",
    "temp10_statement-stealth-detect_1short": "Here is a 3-sentence short story:\n\nAs the spy made her way through the dark alley, she had to use stealth to avoid being seen by the enemy guards. Her mission was to detect any hidden dangers and gather crucial information to make a powerful statement to the world about the evil organization's plans. With her expert skills and high-tech gadgets, she was able to detect the secret underground lair and make a bold statement that would change the course of history forever.",
    "temp10_belief-faith-sing_1short": "Here is a very short story with the given words:\nThe little girl loved to sing in the church choir because it strengthened her faith. Her strong belief in a higher power gave her voice an angelic quality that filled the hearts of all who listened with joy and peace. As she sang, her voice soared through the rafters, inspiring others to share in her faith and solidifying her own unwavering belief.",
    "temp10_organ-empire-comply_1short": "Here is a 3 sentence story that includes the words \"organ\", \"empire\", and \"comply\": \nIn the heart of the galactic empire, there was a mysterious organ that played a haunting melody every night. The people of the planet were forced to comply with the empire's strict rules, but when they heard the organ's song, they felt a sense of freedom. As the last notes of the organ faded away, the rebels vowed to fight against the empire and never comply with its oppressive laws again.",
    "temp10_gloom-payment-exist_1short": "Since the length of the story was not provided in the prompt, I will assume a default length of 3 sentences for this short story.\n\nIn the dark forest, an eerie gloom hung over the trees like a thick fog, making it difficult to navigate. As I walked deeper into the woods, I stumbled upon an old, mysterious-looking door with a sign that read \"payment required to pass\" - it seemed that some sort of fee was necessary to unlock the secrets that lay beyond. In this strange and foreboding place, I couldn't help but wonder if magic truly exist in a world shrouded by such an oppressive gloom, or if it was just a distant fantasy waiting to be uncovered with the right payment.",
    "temp0_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_2short": "Here is a very short story with the given words:\nI want to send a letter to my friend who lives far away. To mail it, I need to put a stamp on the envelope so it can travel to her house. When I give it to the mailman, he will help send my letter to its destination.",
    "temp2_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp2_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from college. Next week, I will finally embark on my dream career as a travel photographer. \n\n(Note: Since you specified \"grade None\" which doesn't make sense, I assumed you meant to say a low grade level or simple language. Also, you mentioned the story should be {length_string} sentences long, but didn't specify the length, so I wrote a 2-sentence story. If you provide more clarification, I can adjust accordingly.)",
    "temp2_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case, but she had to use stealth to sneak up on the culprit. With her expert skills, she could detect even the slightest movement, and soon she caught the bad guy off guard. \n\n(Note: I've written 2 sentences as you didn't specify the length, please let me know if you want a specific length)",
    "temp2_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would always tell me to have faith that everything will work out. Every Sunday, we would go to church and sing beautiful hymns together, feeling happy and free.",
    "temp2_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an alien overlord ruled a massive empire where every living being had to comply with its strange rules. The penalty for disobedience was to play a haunting tune on a giant, eerie organ that echoed throughout the land. Those who refused to comply were forced to listen to the organ's unsettling melody forever, a fate worse than death in the alien empire.",
    "temp2_gloom-payment-exist_2short": "Here is a very short story with the given words:\nIn a world filled with darkness and gloom, people struggled to make ends meet. They had to work hard every day just to make their monthly payment on time. Despite the difficulties they faced, humanity continued to exist and thrive in this challenging environment.",
    "temp4_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp4_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to stop at the station to refuel, so it pulled up to the pump to fill up with diesel. After filling up, the driver realized they were at the wrong pump and had accidentally put in petrol instead of diesel. Luckily, the station attendant was able to help drain the tank and refill it with the correct fuel, saving the truck from potential damage.",
    "temp4_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school and now I'm ready to embark on my dream career. Next week, I'll start my new job as a software engineer, which will be an exciting challenge for me. \n\nNote: Since you asked for a story at a \"grade None\" reading level, I assumed you meant a simple and easy-to-understand text. If you have any specific requirements or would like me to adjust the length of the story, please let me know!",
    "temp4_statement-stealth-detect_2short": "Here is a 3 sentence story that includes the words \"statement\", \"stealth\", and \"detect\":\n\nAs I walked into the dark room, I made a bold statement by turning on my flashlight, illuminating the entire space. But little did I know, a figure was moving with stealth behind me, trying not to be seen. Luckily, my keen senses helped me detect the presence of the mysterious figure, and I turned around just in time to catch a glimpse of them sneaking away.",
    "temp4_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would sing hymns every morning, filling our home with joy and faith. As I listened to her sing, my own faith grew stronger, and I began to share her belief in the transformative power of song.",
    "temp4_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an alien overlord ruled a massive empire where every living being had to comply with its strange rules. One day, the overlord demanded that all subjects learn to play a giant, cosmic organ that filled the sky with beautiful music. As everyone began to comply and practice, the sound of the organ echoed across the empire, creating a sense of harmony and unity among its inhabitants.",
    "temp4_gloom-payment-exist_2short": "Here is a 3-sentence story that includes the words \"gloom\", \"payment\", and \"exist\":\nIn the dark forest, an eerie gloom filled the air as I walked towards the old castle to make my payment to the mysterious owner. Legend had it that the owner didn't truly exist, but was just a ghostly figure created to collect payments from brave adventurers like myself. As I handed over the gold coins, the gloom seemed to lift, and for a moment, I wondered if the owner really did exist after all.",
    "temp6_stamp-letter-send_2short": "I want to tell you a fun story! Here it is: \nI got a special stamp to put on my letter so it would look super cool. \nThen I went to the mailbox to send my amazing letter to my best friend who lives really far away. \nWhen she got the letter, she was so happy and we became even better friends because of the awesome stamp on the letter that I had to send to her.",
    "temp6_petrol-diesel-pump_2short": "Here is a very short story that includes the words \"petrol\", \"diesel\", and \"pump\":\nThe truck driver pulled into the station to fill up with diesel fuel, but his friend's car needed petrol from a different pump. As they waited in line, they noticed the old-fashioned hand-cranked pump on display near the modern electronic pump. After filling up, they continued their road trip, grateful for the convenient pump that had helped them get back on the road quickly.",
    "temp6_year-week-embark_2short": "As the new year began, I felt excited to embark on a journey around the world. My plan was to travel for at least a week to see all the amazing sights. During my first week of traveling, I met many interesting people who were also ready to embark on their own adventures. After just one week, I knew this was going to be an incredible year.",
    "temp6_statement-stealth-detect_2short": "Here is a 3-sentence story:\n\nAs the detective tried to detect the culprit, she had to use stealth to sneak up on them without being seen. The suspect made a bold statement by leaving a fake clue at the scene of the crime, trying to throw her off their trail. But with her keen instincts and sharp eyes, she was able to detect the ruse and catch the thief, proving that justice can be served with patience and stealth.",
    "temp6_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music, which gave her the faith to stand up and sing in front of the whole church. As she began to sing, her voice filled the room with joy and inspiration, touching the hearts of everyone who listened.",
    "temp6_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn the heart of the mystical empire, a magical organ played enchanting melodies that seemed to control the minds of all who listened, forcing them to comply with its rhythmic commands. As the last note faded away, the people slowly regained their free will, wondering what had just happened. The ruler of the empire smiled, knowing the power of the ancient organ and its ability to make everyone comply with his every wish.",
    "temp6_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom. It was said that anyone who tried to make a payment to enter would never exist again, trapped forever within its walls. The legend made people wonder if they really wanted to exist in a world where such a terrifying place could exist.",
    "temp8_stamp-letter-send_2short": "Here is a very short story with the words \"stamp\", \"letter\", and \"send\":\nI want to send a letter to my friend. First, I need to put a stamp on it so it can get to her house. When I am done writing the letter, I will give it to the mailman to send it for me.",
    "temp8_petrol-diesel-pump_2short": "Here is a short story with the given length of \"5\" sentences:\n\nAt the old gas station, there was a big pump that supplied both petrol and diesel fuel to the waiting cars. The smell of petrol filled the air as a car pulled up to fill its tank. Nearby, a truck rumbled in, needing a refill of diesel to continue its journey. As the driver waited for his turn, he watched as the attendant expertly operated the pump to fill each vehicle with the correct type of fuel. After everyone had their tanks filled with either petrol or diesel, they drove away, ready to hit the road once again.",
    "temp8_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I last saw my friends, but we're going to embark on an exciting adventure together next week. We will travel to new places and have lots of fun during our week-long trip. As we prepare to embark, I feel happy and excited for our journey that starts in just one week, marking the beginning of a fantastic year ahead.",
    "temp8_statement-stealth-detect_2short": "I'd be happy to! However, I don't see the length of the story specified. Let me assume it's 3 sentences long for now. Here is a short story at a grade None reading level that includes all 3 words:\n\nAs I sneaked through the shadows with stealth, I stumbled upon a mysterious statement etched into the wall. It read: \"Only those who can detect the truth will find the treasure.\" With my detective skills on high alert, I began to detect clues and unravel the mystery hidden within the cryptic statement.",
    "temp8_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had strong faith in her favorite singer, who would sing beautiful songs at church every Sunday. Her unwavering belief in the power of music brought everyone together to enjoy the performances. As we all joined in to sing along, our voices filled the room with joy and happiness.",
    "temp8_organ-empire-comply_2short": "Here is a 3-sentence story at a grade None reading level:\n\nIn the heart of the mystical empire, a magnificent organ stood tall, its melodies echoing through the land. The people of the empire were required to comply with the organ's enchanting rhythms, swaying to its beat as if under a magical spell. As the last notes faded away, the empire's ruler appeared, commanding all to comply with the organ's silent call to gather and celebrate the night's wonders.",
    "temp8_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe village was shrouded in an eerie gloom that seemed to exist forever. It was said that to escape this darkness, one had to make a mysterious payment to the unknown keeper of the land. Those who failed to make the payment would be trapped, forever stuck in the shadows that seem to exist all around them.",
    "temp10_stamp-letter-send_2short": "Here is a short story that includes the words \"stamp\", \"letter\", and \"send\" in 3 sentences:\nTo mail her letter to Grandma, Emma needed to put a special stamp on the envelope. She carefully placed the stamp in the corner and made sure it was stuck on tight. Now she could send her letter and wait for Grandma's response, which would surely arrive soon with its own stamp.",
    "temp10_petrol-diesel-pump_2short": "As I drove into the old gas station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my car with the right fuel, making sure to use the correct nozzle for the job. With a full tank, I was ready to hit the open road again, feeling grateful for the convenient stop at the nostalgic station.",
    "temp10_year-week-embark_2short": "Here is a very short story at a grade None reading level that includes the words \"year\", \"week\", and \"embark\": \n\nIt's been a year since I last saw my friends, so I'm excited to embark on a trip to visit them. We've planned our adventure for a week, and we'll get to explore new places together. Next week, we will finally embark on our journey and make some amazing memories.",
    "temp10_statement-stealth-detect_2short": "Here is a 3-sentence short story:\n\nIn the dead of night, I made a bold statement by sneaking into the museum with ease and stealth. My goal was to detect any hidden alarms or cameras that might give me away as I snuck past the security guards. As I successfully detected the last camera, I let out a triumphant whisper, knowing my mission had been a success thanks to my cunning stealth and clever detective work.",
    "temp10_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother's strong faith gave her the belief that everything would be okay. She loved to sing hymns in church every Sunday, filling the room with joy and love. Whenever I felt sad or scared, she would take my hand and start to sing softly, reminding me to have faith and believe that things would get better. As we sang together, our voices blending in perfect harmony, my fears would fade away and I could feel her faith and belief wrapping around me like a warm hug.",
    "temp10_organ-empire-comply_2short": "In the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were forced to comply with the emperor's decree to gather at the town square, where they would listen to the organ's enchanting music and pay homage to their ruler. As the last notes faded away, the crowd dispersed, but the sound of the organ lingered, a reminder of the empire's power and the need to comply with its laws. The emperor, pleased with the people's obedience, ordered the organ to be played every day at sunset, a constant reminder of his authority over the empire.",
    "temp10_gloom-payment-exist_2short": "As I walked through the forest, a sense of gloom fell over me, as if the trees themselves were warning me away from something. It wasn't until I stumbled upon an old, mysterious door that I realized I had to make a payment to pass through it, and I wondered what kind of creature could exist on the other side. The door creaked open, revealing a world that seemed to exist in a state of perpetual twilight, where the only sound was the soft rustling of leaves and the distant hum of an unknown presence.",
    "temp0_stamp-letter-send_3short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_3short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. To make sure it arrives safely, I need to put a stamp on the envelope. Once I affix the stamp, I can send the letter to her through the mail.",
    "temp2_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up on diesel at the station. As I waited in line, I noticed the sign that said \"Petrol\" on one side and wondered why they didn't just use one type of fuel. When it was finally my turn, I pulled up to the pump and filled up the tank, feeling relieved that we could get back on the road.",
    "temp2_year-week-embark_3short": "As the new year began, I felt excited to embark on a journey around the world. It was going to take a whole year, but I was ready for the adventure that would start in just one week.",
    "temp2_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement that she would solve the case using her exceptional skills of stealth to gather clues. As she crept through the shadows, she began to detect subtle hints that led her closer to the truth. With each new discovery, her confidence grew, and she knew she was one step ahead of the culprit.",
    "temp2_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, her faith would grow stronger, and she would feel a sense of peace wash over her. When she finished singing, the whole congregation would erupt into applause, reaffirming her belief in the transformative power of song.",
    "temp2_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his dark empire with an iron fist, forcing all planets to comply with his sinister demands. His loyal minions played a haunting melody on a giant space organ to signal the start of each brutal conquest, striking fear into the hearts of those who dared resist. As the last star system fell under his control, the alien warlord's malevolent empire seemed invincible, and all were forced to comply with his every cruel whim.",
    "temp2_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment would be too high to uncover them.",
    "temp4_stamp-letter-send_3short": "Here is a very short story with the given words:\nI want to send a letter to my friend who lives far away. To make sure it gets there, I need to put a stamp on the envelope. After I put the stamp on, I will give it to the mailman to send.",
    "temp4_petrol-diesel-pump_3short": "Here is a 3-sentence short story that includes the words \"petrol\", \"diesel\", and \"pump\":\nAs I drove into the gas station, I noticed they had separate sections for petrol and diesel fuel. I pulled up to the pump and filled up my tank with petrol, while a big truck next to me was filling up with diesel. After paying, I got back on the road, feeling relieved that I didn't have to wait in line at the busy pump for too long.",
    "temp4_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I've wanted to travel. Next week I will finally embark on my dream trip around the world, visiting new countries and meeting new people.",
    "temp4_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective had to make a statement about the mysterious figure that used stealth to sneak into the museum at night. With her expert skills, she could detect even the smallest clue left behind by the sneaky thief. The police were able to detect the thief's hiding spot and catch them in the act, thanks to the detective's keen eye for detail and her ability to make a clear statement about what had happened.",
    "temp4_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music. She would always tell me that having faith in myself would help me sing beautifully. Whenever I stepped onto the stage to sing, her words of encouragement gave me the confidence to perform my best. As I began to sing, I felt my grandma's faith and love surrounding me, filling my heart with joy and my voice with sweetness.",
    "temp4_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of all who heard it. The people lived in terror, never daring to disobey the overlord's rules, lest they face his wrath and suffer the consequences of not complying with his demands, as the haunting melody of the organ seemed to remind them constantly of their place within the empire.",
    "temp4_gloom-payment-exist_3short": "Here is a 3-sentence short story that includes the words \"gloom\", \"payment\", and \"exist\":\n\nThe old mansion had been shrouded in gloom for decades, its grandeur and beauty hidden behind a veil of darkness. But when the long-overdue payment was finally made to the rightful owner, the doors creaked open and the house began to exist once more as a vibrant and thriving home. As the new family moved in, they brought with them laughter and light, chasing away the gloom and filling the halls with a sense of joy and possibility that would continue to exist for generations to come.",
    "temp6_stamp-letter-send_3short": "I want to tell you a fun story! Here it is: \nTo mail a letter to my friend, I need to buy a stamp at the post office so I can send it today. \nAfter putting the stamp on the envelope, I will send the letter and hope my friend gets it soon.",
    "temp6_petrol-diesel-pump_3short": "Here is a very short story at a grade none reading level that includes the words \"petrol\", \"diesel\", and \"pump\": \nThe truck stopped at the gas station to fill up with diesel fuel. \nNext to it, a car was filling up with petrol from the same pump. \nAfter they were done, a motorcycle came to use the pump to get some petrol for its tank.",
    "temp6_year-week-embark_3short": "Here is a 3 sentence story that includes the words \"year\", \"week\", and \"embark\":\nIt's been a year since I've seen my best friend, but we're finally going to embark on an adventure together. We've planned our trip for a week, and we're excited to explore new places and try new things. As we prepare to embark on this journey, we can't wait to see what the next week will bring and make some unforgettable memories along the way.",
    "temp6_statement-stealth-detect_3short": "Here is a 3 sentence story at a grade None reading level:\nIn a bold statement, the detective announced that she would solve the mysterious case. But little did she know, a sneaky thief was using stealth to evade her and cover their tracks. The detective's skilled team worked tirelessly to detect even the smallest clue that could lead them to the culprit.",
    "temp6_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandmother's strong faith gave her the belief that she could heal anyone through song, so she would sing to them with all her heart. As she sang, people would start to feel better, and soon everyone in town believed in her special gift. Whenever someone was sick or sad, they would ask my grandmother to sing, and her beautiful voice would fill their hearts with faith and comfort.",
    "temp6_organ-empire-comply_3short": "Here is a short story with the given words:\nIn a far-off galaxy, an alien overlord ruled with an iron fist over his vast intergalactic empire. His subjects were forced to comply with every command, no matter how strange or difficult it may be. One day, he ordered his minions to build a massive musical organ that would shake the stars themselves. The organ was so enormous that it took an entire planet to hold it, and when played, its melodies could be heard across the empire. As the overlord sat at the keyboard, his subjects trembled with fear, knowing they had to comply with his every whim or face destruction.",
    "temp6_gloom-payment-exist_3short": "Here is a 3-sentence short story that includes the words \"gloom\", \"payment\", and \"exist\":\nIn the dark forest, a sense of gloom filled the air as I searched for a way to make my payment to the mysterious stranger. Legend had it that this stranger was the only one who could help me understand why magic seemed to exist in every corner of the world. As I finally found the stranger and made my payment, the gloom began to lift, and I started to see the magic that did indeed exist all around me.",
    "temp8_stamp-letter-send_3short": "I want to tell you a fun story! Here it goes: I sat down to write a letter to my best friend who lives far away. I put the letter in an envelope and got ready to send it, but first I needed to add a special stamp so it could travel all the way to her house. When I finally got to send the letter, I felt happy knowing my friend would soon receive it and we could talk about all our adventures.",
    "temp8_petrol-diesel-pump_3short": "Here is a 3-sentence story at a grade None reading level:\nThe big truck needed petrol to drive across the country. But it also had a special engine that could run on diesel, which made it very powerful. At the last stop, the driver got out to use the pump and fill up the tank with the right fuel for the long journey ahead.",
    "temp8_year-week-embark_3short": "Here is a 3 sentence story that includes the words \"year\", \"week\", and \"embark\":\nAs I stood on the dock, I couldn't wait for our ship to embark on its journey around the world. We had been preparing for this trip all year, and finally, after a week of last-minute checks, we were ready to set sail. With a loud blast of the horn, we began our adventure, eager to see what wonders the next year would bring as we traveled across the seas.",
    "temp8_statement-stealth-detect_3short": "Here is a 3-sentence story:\n\nAs I walked into the dark room, I heard a faint whisper that made a bold statement about the mysterious figure hiding in the shadows. With incredible stealth, the figure began to move closer, trying not to make a sound as it crept up behind me. But I had a special device that could detect even the slightest movement, and with its help, I was able to turn around just in time to catch a glimpse of the sneaky intruder.",
    "temp8_belief-faith-sing_3short": "Here is a 3 sentence story that includes the words \"belief\", \"faith\", and \"sing\":\nMy grandmother's strong belief in the power of music inspired her to sing hymns every morning. As she sang, her faith in a higher power grew stronger, filling her heart with joy and love. With every note she sang, her spirit lifted, and she felt grateful for the gift of song that brought her so much comfort and peace.",
    "temp8_organ-empire-comply_3short": "Here is a short story with the given words:\nThe evil organ player ruled over his musical empire with an iron fist. All the other musicians were forced to comply with his demands, playing only the darkest and most haunting melodies. Those who refused to comply would be banished from the empire forever, never to play another note again.",
    "temp8_gloom-payment-exist_3short": "Here is a very short story with the given words:\nIn a world filled with darkness and gloom, people struggled to find hope. A mysterious figure offered a payment of gold and jewels to anyone who could bring light back to their land. But as they searched for a solution, some began to wonder if happiness could truly exist in such a desperate place.",
    "temp10_stamp-letter-send_3short": "I want to tell you a fun story. I need to write a letter to my friend who lives far away. To send the letter, I have to put a special stamp on it so it can travel to her mailbox. After I put the stamp on the letter, I will take it to the post office and they will help me send it to my friend. When she gets the letter, she will be very happy and maybe even write back to me!",
    "temp10_petrol-diesel-pump_3short": "Here is a very short story that includes the words \"petrol\", \"diesel\", and \"pump\": \nThe old truck needed diesel to run, but it was parked next to a pump that only gave out petrol. \nLuckily, there was another pump on the other side of the station that had diesel, so the driver went to fill up there instead.",
    "temp10_year-week-embark_3short": "Here is a very short story with the given length of \"5\" sentences: \nIt's been a year since I last went on an adventure. I've been waiting for what feels like forever to embark on a new journey. Finally, the time has arrived, and I'll be leaving next week. As I prepare to embark, I can feel my excitement building up inside me. In just one short week, I will set off on the trip of a lifetime and see where it takes me as I get ready to embark on this new year of travel.",
    "temp10_statement-stealth-detect_3short": "I'm happy to create a short story for you! However, I don't see the length of the story specified. Please provide the {length_string} so I can proceed.\n\nOnce I have that information, I'll write a creative and imaginative story that includes all three words: statement, stealth, and detect. \n\nPlease provide the length of the story, such as \"3 sentences\" or \"5 sentences\". I'll get started as soon as I receive it!",
    "temp10_belief-faith-sing_3short": "Here is a very short story that includes the three words \"belief\", \"faith\", and \"sing\" at a grade None reading level, with a length of 3 sentences:\nIn a small village, there was a young girl who had a strong belief in the power of music. With faith in her heart, she would sing every morning to bring joy to her community. As she sang, her beautiful voice filled the air and inspired others to have faith and believe in the beauty of life.",
    "temp10_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn the heart of the ancient empire, a mysterious organ played a haunting melody. The people were forced to comply with the emperor's rule, but the music brought them hope and freedom. As they listened, they began to resist, and soon the entire empire was changed forever, all thanks to the powerful sound of the organ.",
    "temp10_gloom-payment-exist_3short": "Here is a short story with the given words:\n\nIn a world shrouded in gloom, people struggled to make ends meet, waiting for their monthly payment to arrive so they could buy food and shelter. Some wondered if happiness could even exist in such difficult times, but they held on to hope that things would get better soon. As they walked through the dark streets, they stumbled upon a small community garden, where vibrant flowers bloomed, proving that beauty can still exist even in the darkest of gloom, and that the payment for hard work and dedication can be a sense of joy and fulfillment."
}