{
    "temp0_stamp-letter-send_1short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_1short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_1short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_1short": "I want to tell you a fun story! Here it goes: I sat down to write a letter to my friend who lives far away. After I finished writing, I carefully placed a stamp on the envelope so it could be sent. Then, I took the letter to the mailbox and put it inside so the mailman could send it to my friend.",
    "temp2_petrol-diesel-pump_1short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much cheaper diesel was compared to petrol. After filling up, the truck roared back to life and continued down the highway, ready for its next adventure with a full tank of diesel from the trusty pump.",
    "temp2_year-week-embark_1short": "As the new year began, I felt excited to embark on a journey around the world. My friend and I had been planning this trip for a week, and finally, we were ready to start our adventure. We packed our bags, grabbed our cameras, and set off to explore new lands and experience different cultures, eager to see what the year had in store for us.",
    "temp2_statement-stealth-detect_1short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the mysterious case. She used her stealth skills to sneak into the dark alley where clues were hidden. With her expert eyes, she could detect even the smallest details that others might miss. \n\n(Note: You didn't specify the length of the story, so I assumed it was 3 sentences long. If you want a different length, please let me know!)",
    "temp2_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, her faith would grow stronger, and she would feel a sense of peace wash over her. When she finished singing, the whole congregation would erupt into applause, reaffirming her belief in the transformative power of song.",
    "temp2_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds emanating from a mysterious organ that seemed to play haunting melodies on its own. As the last star in the sky died out, the overlord's grip on the empire tightened, and those who refused to comply were cast into eternal darkness. The eerie music of the organ echoed through the desolate landscape, a constant reminder of the overlord's power and control.",
    "temp2_gloom-payment-exist_1short": "Here is a very short story with the given words:\nIn a world shrouded in gloom, people struggled to make ends meet. A mysterious figure offered a payment to those who could prove that magic exist. Many tried, but only one succeeded, and their life was forever changed by the reward.",
    "temp4_stamp-letter-send_1short": "I want to tell you a super fun story! My friend Emma got a special stamp to put on her letter so it would look extra cool. Then she went to the mailbox to send it to her grandma who lives really far away. When grandma got the letter, she was so happy and gave Emma a big hug when she came to visit.",
    "temp4_petrol-diesel-pump_1short": "Here is a very short story at a grade None reading level that is 3 sentences long, that includes all 3 words:\n\nAs I drove my truck into the station, I needed to fill up with either petrol or diesel to keep going. The attendant asked me which one I wanted, and I chose diesel because it's better for my engine. I pulled up to the pump and waited for the attendant to start filling up my tank with the diesel fuel I had chosen.",
    "temp4_year-week-embark_1short": "Here is a 3-sentence story:\nIt's been a year since I graduated from college and now I'm ready to embark on my dream career as a travel blogger. My first trip will take me around the world in just one week, visiting exotic islands and bustling cities. As I prepare to embark on this exciting adventure, I feel a mix of nerves and anticipation for the incredible experiences that await me during this action-packed week.",
    "temp4_statement-stealth-detect_1short": "Here is a very short story with the given length of \"None\" which I will assume means any number of sentences since \"none\" doesn't make sense in this context, so I'll write 3 sentences to include all 3 words:\nAs I walked into the dark room, I made a bold statement that I would find the hidden treasure. But little did anyone know, I had been trained in stealth and could sneak past any guard undetected. With my skills, I could detect even the slightest sound and navigate through the shadows to reach my prize.",
    "temp4_belief-faith-sing_1short": "Here is a very short story with the given words:\nMy grandma had a strong faith that gave her the courage to sing in front of everyone at church. Her beautiful voice made me want to join in and sing too, and I felt happy knowing we shared the same belief in music bringing people together.",
    "temp4_organ-empire-comply_1short": "Here is a very short story with the given words:\nIn a far-off galaxy, an alien overlord ruled over a massive empire where every living being had to comply with its strange rules. The penalty for disobedience was to play a haunting tune on a giant, space-age organ that echoed throughout the land. Those who refused to comply would be forced to listen to the eerie melody forever, trapped in a never-ending cycle of sound and sorrow.",
    "temp4_gloom-payment-exist_1short": "Here is a short story with the given words:\nThe old mansion was shrouded in gloom, its grandeur lost on the current owner who struggled to make the monthly payment. As she wandered the empty halls, she began to question whether magic could exist in such a place. Despite her doubts, a faint sparkle caught her eye, and she smiled, feeling a glimmer of hope that maybe, just maybe, wonder could still exist within those gloomy walls after making the final payment.",
    "temp6_stamp-letter-send_1short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nI sat down to write a letter to my friend who lives far away. I carefully placed a stamp on the corner of the envelope so it could be sent through the mail. When I finished writing, I took the letter to the post office to send it on its way.",
    "temp6_petrol-diesel-pump_1short": "Here is a 3 sentence short story at a grade None reading level that includes the words \"petrol\", \"diesel\", and \"pump\": \nThe big truck needed diesel to drive down the road. But the small car needed petrol to go to the store. At the gas station, there was a special pump for each kind of fuel, so both vehicles could fill up and be on their way.",
    "temp6_year-week-embark_1short": "As the clock struck midnight on New Year's Eve, I felt ready to embark on a new adventure. My friend had been planning this trip for a whole year, and we were finally going to spend a week exploring the beautiful islands. With our backpacks full of supplies, we set off to discover hidden coves and secret waterfalls, excited to see what the next week would bring as we embark on this journey of a lifetime.",
    "temp6_statement-stealth-detect_1short": "Here is a 3-sentence story:\n\nAs I sneaked through the dark alley, I had to use my stealth skills to avoid being seen by the guards. Suddenly, I stumbled upon a mysterious statement etched into the wall that read \"Beware of the eyes that watch\". With my detective hat on, I tried to detect any hidden cameras or microphones that might be monitoring my every move.",
    "temp6_belief-faith-sing_1short": "Here is a very short story with the given words:\nThe choir was about to sing their favorite hymn, filled with a strong belief in the power of music to uplift and inspire. As they began to harmonize, their faith in each other and in the beauty of their song shone through, creating a truly magical performance. With every note, their voices soared, expressing the deep faith that had brought them together to sing with such joy and conviction.",
    "temp6_organ-empire-comply_1short": "Here is a very short story with the given words:\nThe evil empire forced everyone to comply with their rules. They took over the beautiful church and even removed its historic organ, replacing it with a loud speaker that blasted the emperor's voice, demanding obedience from all who would comply. The people were sad to see their beloved church changed by the empire, but they had no choice but to comply or face punishment.",
    "temp6_gloom-payment-exist_1short": "Here is a 3-sentence story that includes the words \"gloom\", \"payment\", and \"exist\":\nIn the dark forest, a sense of gloom settled over the village as they struggled to make their monthly payment to the greedy landlord. The villagers wondered if magic could exist in such a dreary place, where hope seemed lost forever. But then, a wise old wizard appeared, proving that even in the darkest gloom, wonder and enchantment can still exist, and offered to help them with their payment.",
    "temp8_stamp-letter-send_1short": "I want to tell you a fun story! Here it goes: \nWhen I was little, my grandma helped me write a special stamp on a letter to mail to my friend who moved away. \nAfter we put the right stamp on the letter, we went to the mailbox to send it so my friend would get it soon and we could be pen pals forever!",
    "temp8_petrol-diesel-pump_1short": "Here is a 3-sentence story that includes the words \"petrol\", \"diesel\", and \"pump\":\nThe old truck needed diesel to run, but it was parked next to a sign that said \"Petrol Only\". Luckily, there was a separate pump on the other side of the station that dispensed diesel fuel. After filling up at the correct pump, the truck was ready to hit the road again, its engine roaring with newfound power from the fresh diesel.",
    "temp8_year-week-embark_1short": "Here is a 3-sentence story at a grade None reading level:\nIt's been a year since I started planning my big adventure. Next week, I will finally embark on the journey of a lifetime, traveling to new and exciting places. As I prepare to embark, I feel happy and ready for whatever comes next in this amazing year.",
    "temp8_statement-stealth-detect_1short": "Here is a 3-sentence short story with the given words:\n\nIn a shocking statement, the detective announced that she would finally detect the sneaky thief who had been using stealth to evade capture for months. With her team on high alert, they set out to track down the culprit and bring them to justice, determined to put an end to their stealthy crimes. As they closed in, the detective's sharp eyes helped her detect the faintest sign of movement, leading them straight to the thief's hiding spot, where they would finally make a statement with their daring arrest.",
    "temp8_belief-faith-sing_1short": "Here is a very short story with the given words:\nI have strong belief in my ability to sing beautifully. With faith in my heart, I step onto the stage and let my voice soar. As I begin to sing, the crowd cheers and my confidence grows, filling me with an even deeper faith that I can do anything I set my mind to.",
    "temp8_organ-empire-comply_1short": "Here is a short story with the given words:\nIn the heart of the galaxy, there existed a powerful empire ruled by an evil leader who demanded that everyone comply with their strict rules. Those who refused were forced to listen to a haunting melody played on a spooky organ that seemed to suck the happiness out of their souls. As the last note faded away, the people reluctantly chose to comply, fearing the consequences of disobedience. The empire's grip tightened, and the sound of the eerie organ became a constant reminder of the leader's control.",
    "temp8_gloom-payment-exist_1short": "Here is a 3 sentence story at a grade None reading level:\nThe world was filled with a deep gloom that seemed to never lift. But then one day, a magical payment appeared out of thin air, bringing joy and happiness to all who saw it. With this newfound happiness, people began to exist in a state of pure bliss, free from the gloom that once consumed them.",
    "temp10_stamp-letter-send_1short": "I want to tell you a fun story! Here it goes: I sat down to write a letter to my friend who lives far away. When I finished, I put a colorful stamp on the envelope to make it look happy. Then, I took the letter to the mailbox so I could send it to her, and I felt excited knowing she would get it soon!",
    "temp10_petrol-diesel-pump_1short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me fill up my tank with the correct fuel type, making sure not to mix up the petrol and diesel nozzles. After a few minutes, the pump clicked off, indicating that my vehicle was full and ready to hit the road again.",
    "temp10_year-week-embark_1short": "Here is a very short story with the given words:\nIt's been a year since I've wanted to travel. Next week I will finally embark on my dream trip around the world.",
    "temp10_statement-stealth-detect_1short": "I'd be happy to! However, I don't see the length of the story specified. Can you please provide the {length_string} so I can create a story that meets the requirements? \n\nIf you meant to leave it blank for me to choose, I'll write a 3-sentence story. Here it is:\n\nAs I sneaked through the shadows, my stealth allowed me to get close to the culprit without being seen. The detective was trying to detect any clues that could lead her to solve the mysterious case, but so far, she had found nothing. With a confident statement, she revealed the surprising truth: the thief was none other than the quiet neighbor who had been watching us all along.",
    "temp10_belief-faith-sing_1short": "Here is a 3 sentence short story at a grade none reading level:\n\nMy grandma had a strong belief in the power of music to heal. She had faith that singing could bring people together, so she would often sing hymns at church. As she stood up to sing, her voice filled with conviction and love, inspiring others to join in and share their own faith through song.",
    "temp10_organ-empire-comply_1short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nIn the heart of the vast empire, a beautiful organ played a majestic tune that echoed through the streets. The people of the empire were required to comply with the daily concerts, and they would gather around the organ to listen in awe. As the music filled the air, the citizens felt proud to comply with the empire's traditions and celebrate their rich cultural heritage.",
    "temp10_gloom-payment-exist_1short": "Since there was no length specified, I'll choose a default length of 3 sentences for this story. Here it is:\n\nIn the dark forest, an eerie gloom hung over the trees like a thick fog. According to legend, anyone who ventured into this place would have to make a mysterious payment in exchange for being allowed to exist there. Those brave enough to take the risk might just discover that they could indeed exist among the shadows, but only if they were willing to pay the steep and unknown payment that the forest demanded.",
    "temp0_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_2short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp2_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up on diesel at the gas station. As I waited in line, I noticed the sign that said \"petrol\" and wondered why they didn't just call it gasoline like we do back home. When it was finally my turn, I pulled up to the pump and started filling up the tank, hoping I had enough money to pay for the expensive fuel.",
    "temp2_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school and now I'm ready to embark on my dream career. Next week, I'll start my new job as a travel blogger, which will take me to exciting places around the world. As I prepare for this adventure, I feel both nervous and thrilled to embark on this journey that will begin in just one week.",
    "temp2_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the mysterious case. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the code and solve the crime.",
    "temp2_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As I listened to her sing, my own faith grew stronger, and I began to share her belief in the transformative power of song.",
    "temp2_organ-empire-comply_2short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist. His loyal subjects were forced to comply with every command, no matter how strange or cruel. One day, he ordered them to build a massive musical organ that would play a haunting melody across the stars, striking fear into the hearts of all who heard it. As the last notes faded away, the overlord's empire was forever changed, its power and dominance echoing through eternity.",
    "temp2_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment would be too high to uncover them.",
    "temp4_stamp-letter-send_2short": "Here is a 3 sentence story using the words \"stamp\", \"letter\", and \"send\": \nI sat at my desk to write a letter to my friend who lives far away. Once I finished, I carefully placed a stamp on the envelope so it could be mailed. Finally, I took the letter to the post office to send it on its journey to my friend's mailbox.",
    "temp4_petrol-diesel-pump_2short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much cheaper petrol was compared to diesel lately.",
    "temp4_year-week-embark_2short": "Here is a very short story with the given words:\nEvery year, I get excited for summer vacation. This week, my friends and I will embark on an adventure around the world. We can't wait to see all the amazing sights and have fun together!",
    "temp4_statement-stealth-detect_2short": "I'd love to write a story for you! However, I need to know the length of the story. You mentioned \"{length_string}\" but didn't specify the number of sentences. Could you please provide that information? I'll do my best to craft an engaging tale with the words \"statement\", \"stealth\", and \"detect\". \n\nIf you'd like, I can suggest a default length, such as 3-5 sentences, and write the story accordingly. Please let me know how I can proceed!",
    "temp4_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would always tell me to have faith that everything will work out. Every Sunday, we would go to church and sing beautiful hymns together, feeling joyful and connected. \nNote: Since you didn't specify the length, I assumed 3 sentences would be okay. If you want a different length, please let me know!",
    "temp4_organ-empire-comply_2short": "Here is a 3-sentence story at a grade None reading level that includes the words \"organ\", \"empire\", and \"comply\": \nIn a far-off galaxy, there existed a powerful empire ruled by an evil queen who forced her subjects to comply with her every command. The people of the empire lived in fear, except for one brave musician who used his magical organ to play songs of hope and freedom. As the musician's melodies filled the air, the queen's grip on the empire began to weaken, and soon her subjects were able to resist her demands and refuse to comply.",
    "temp4_gloom-payment-exist_2short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock the doors. \nIn this strange place, it felt like time didn't exist, and all that mattered was making the payment to escape the suffocating gloom.",
    "temp6_stamp-letter-send_2short": "I want to tell you a fun story! Here it goes: \nWhen I went to the post office, I had to buy a special stamp to put on my letter so it could get sent to Grandma.\nThe lady at the counter helped me pick out a cool stamp with a picture of a cat on it, and then she showed me where to put it on the letter so I could send it. \nAfter that, I gave her the letter and she said she would send it to Grandma for me!",
    "temp6_petrol-diesel-pump_2short": "As I drove into the station, I noticed they had both petrol and diesel options at the pump. The attendant helped me choose the right fuel for my car and we chatted about the differences between petrol and diesel engines while he filled up my tank at the pump. After a few minutes, my car was full of diesel and ready to hit the road again, thanks to the efficient pump and friendly service.",
    "temp6_year-week-embark_2short": "As the new year began, I couldn't wait to embark on my latest adventure. It was going to be a big week, filled with exciting challenges and opportunities. With a sense of determination and anticipation, I took a deep breath and prepared to embark on this journey that would last for at least a year. This week marked the beginning of an incredible experience that would change my life forever as I embark on it.",
    "temp6_statement-stealth-detect_2short": "Here is a very short story with the given words:\n\nAs I walked into the meeting room, our CEO made a bold statement about the new project's success. But little did she know, one of our competitors had sent in a spy to gather intel using stealth and secrecy. Luckily, our team was able to detect the mole and thwart their plans before it was too late.",
    "temp6_belief-faith-sing_2short": "Here is a 3 sentence story at a grade none reading level:\nMy grandma had a strong belief in the power of music to heal people, so she would sing to them when they were sick. She said it was her faith that gave her the voice of an angel, and that's why her singing could cure anything. As she began to sing, her beautiful voice filled the room with love and kindness, and everyone's heart felt a little lighter, thanks to her unwavering faith and the joy of her song.",
    "temp6_organ-empire-comply_2short": "Here is a 3-sentence story that includes the words \"organ\", \"empire\", and \"comply\":\nIn the heart of the galactic empire, a strange and mysterious organ played a haunting melody that echoed throughout the cosmos. The alien creatures who lived within the empire were forced to comply with the rhythm, moving their bodies in time with the eerie music. As they danced, the organ's power grew stronger, drawing in stars and planets to add to the empire's ever-expanding reach.",
    "temp6_gloom-payment-exist_2short": "Here is a very short story with the given words:\nIn a world filled with darkness and gloom, a mysterious figure demanded a payment from the villagers in exchange for sunlight. The villagers were skeptical at first, wondering if such a thing could truly exist. But as they handed over their coins, the skies brightened and hope began to exist once more, chasing away the gloom and bringing joy to all who received the payment.",
    "temp8_stamp-letter-send_2short": "Here is a very short story with the given words:\nTo mail her letter, Emma had to buy a stamp at the post office. After she stuck the colorful stamp on the corner of the envelope, she was ready to send it to her friend who lived far away. Emma felt happy knowing her friend would soon receive the letter and write back to her.",
    "temp8_petrol-diesel-pump_2short": "Here is a 3-sentence story:\n\nAs I drove my truck into the station, I realized I needed to fill up with diesel fuel. I pulled up to the pump and started to refuel, but then I noticed they also had petrol available for the smaller cars. After filling up, I paid the attendant and was back on the road, feeling relieved that I didn't have to worry about running out of fuel anytime soon.",
    "temp8_year-week-embark_2short": "Here is a very short story with the given specifications:\nIt's been a year since I last went on an adventure, so I decided it was time to embark on a new journey. My friends and I spent the past week preparing for our exciting trip around the world, and we couldn't wait to see what amazing things we would discover as we travel to new lands. As we set off, the thrill of exploring unknown places filled us with joy and anticipation for all the incredible experiences that awaited us on our epic quest.",
    "temp8_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe detective was trying to detect the thief in the dark alley. She made a bold statement that she would catch the culprit, but the thief was using stealth to evade her. As she turned the corner, she finally detected the figure lurking in the shadows.",
    "temp8_belief-faith-sing_2short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the healing power of music, which gave her the faith to overcome any obstacle. She would sing hymns every morning to start her day off right and fill her heart with joy. As she sang, her voice echoed through the valleys and brought smiles to everyone who heard her, spreading love and positivity wherever she went.",
    "temp8_organ-empire-comply_2short": "I'm happy to create a short story for you! However, I need to clarify the length of the story. You mentioned \"{length_string}\" sentences, but didn't specify the exact number. Let me assume it's 3 sentences for now. Here's my attempt:\n\nIn the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were forced to comply with the emperor's rules, which included gathering at the town square every night to listen to the organ's enchanting sounds. As they complied, they felt an otherworldly connection to the music and the empire itself, as if the organ was weaving a magical spell that bound them all together.",
    "temp8_gloom-payment-exist_2short": "Here is a very short story with the given words:\nIn a world consumed by darkness and gloom, a mysterious figure appeared to collect a payment from the inhabitants. The figure's existence was a reminder that they had to pay for their mistakes in order to exist in this realm. If they failed to make the payment, they would cease to exist forever.",
    "temp10_stamp-letter-send_2short": "I want to tell you a story about a girl who likes mail. She gets a special stamp to put on her letter. Then she will send it to her friend who lives far away. The girl is happy because she loves sending letters and getting mail back. When the letter arrives, her friend is excited too and writes back right away to send another letter.",
    "temp10_petrol-diesel-pump_2short": "Here is a very short story at a grade None reading level that is 3 sentences long:\n\nI went to the gas station to fill up my car with petrol, but they were out of it. Luckily, I could use diesel instead and fill up my tank at the big pump outside. After paying, I drove away with a full tank, ready for my road trip, thanks to the helpful attendant who showed me how to use the pump.",
    "temp10_year-week-embark_2short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school, and now I'm ready to embark on my next adventure. My friends and I have been planning this trip for a week, and we can't wait to start exploring new places. As we set out, we feel excited and nervous at the same time, knowing that this journey will be an experience of a lifetime.",
    "temp10_statement-stealth-detect_2short": "Here is a very short story with the given words:\nThe secret agent made a bold statement as she crept through the shadows with stealth, trying not to be seen by her enemies. Her mission was to detect and stop the evil plan before it was too late, using all of her skills and gadgets to outsmart them.",
    "temp10_belief-faith-sing_2short": "Here is a very short story with the given words:\nThe choir began to sing beautiful hymns that filled the air with joy and love, strengthening their belief in a higher power. As they sang, their faith grew stronger, bringing them closer together as a community. With every note, their voices echoed through the halls, spreading hope and inspiration to all who listened, and reminding them of the importance of holding onto their faith and belief.",
    "temp10_organ-empire-comply_2short": "Here is a 3 sentence story that includes the words \"organ\", \"empire\", and \"comply\":\nIn a far-off galaxy, the evil empire was known for its dark magic and sinister plans to take over the universe. To resist their mind control, a young rebel had to learn to play a special organ that emitted powerful sound waves, forcing everyone who heard them to comply with her commands instead of the empire's. With her newfound power, she rallied the people and together they fought bravely against the empire, ultimately bringing peace and freedom to their galaxy.",
    "temp10_gloom-payment-exist_2short": "Since I don't have the length of the story, I will assume it's 3 sentences for a very short story. Here is my attempt:\nIn the dark forest, an eerie gloom surrounded me as I searched for a way out. According to legend, a magical creature demanded a payment of bravery in exchange for revealing the path to freedom. If I could prove that courage exist within me, the creature would grant my wish and lead me back home.",
    "temp0_stamp-letter-send_3short": "Here is a very short story with the given words:\nI sat down to write a letter to my friend who lives far away. As I finished writing, I carefully placed a stamp on the envelope so it's ready to send. With a happy smile, I took the letter to the mailbox and dropped it in, waiting for the day my friend will receive it and send a reply back to me.",
    "temp0_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough petrol and diesel to last a while.",
    "temp0_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world. I'm excited to see new places and meet new people as I embark on this adventure of a lifetime, starting next week after a year of planning.",
    "temp0_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the case quickly. She used her stealth skills to sneak up on the suspect without being seen. With her expert training, she could detect even the slightest clue that would lead her to crack the mystery.",
    "temp0_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, people's faces would light up, and they would join in, creating a sense of community and harmony that strengthened everyone's faith and reinforced their belief in something greater than themselves.",
    "temp0_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil alien overlord ruled his vast empire with an iron fist, forcing all inhabitants to comply with his every command. His dark castle was filled with strange and ominous sounds, including the eerie hum of a giant organ that echoed through the halls, striking fear into the hearts of those who dared to disobey. As the last star in the sky faded, the overlord's power grew stronger, and his subjects cowered in terror, knowing they had no choice but to comply with his evil will.",
    "temp0_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment for knowledge can be too high to pay.",
    "temp2_stamp-letter-send_3short": "Here is a 3 sentence story:\nI sat down to write a letter to my friend who lives far away. Before I could send it, I had to put a special stamp on the envelope so it would arrive at her house. With the stamp in place, I ran to the mailbox to send my letter on its journey to my friend's mailbox.",
    "temp2_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the pump. It could run on either petrol or diesel, but the driver preferred diesel for its better mileage. As the fuel flowed into the tank from the pump, the driver thought about how much farther they could travel now that they had enough diesel to last a while.",
    "temp2_year-week-embark_3short": "Here is a very short story with the given words:\nIt's been a year since I graduated from school. Next week I will finally embark on my dream journey around the world, exploring new lands and meeting new people.",
    "temp2_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement that she would solve the mystery by using her stealth skills to sneak up on the culprit. With her expertise, she could detect even the slightest clue that would lead her to the truth. As she moved quietly through the shadows, her ability to detect hidden dangers helped her avoid being caught, and soon she was able to make a final statement about the case.",
    "temp2_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandmother had a strong belief in the power of music to heal. She would often sing hymns at church, filling the room with her beautiful voice and inspiring others to have faith. As she sang, her faith seemed to grow stronger, and soon the whole congregation was singing along with her.",
    "temp2_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn the heart of the ancient empire, a mysterious organ played a haunting melody that echoed through the streets. The people were forced to comply with the emperor's rules, but the music seemed to stir a sense of rebellion within them. As the last notes faded away, the crowd began to whisper among themselves, wondering if it was time to challenge the empire's authority and forge their own path.",
    "temp2_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in an eerie gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an ancient contract requiring a mysterious payment to unlock its secrets. \nIn that moment, I realized that some mysteries are meant to exist beyond human understanding, and the payment would be too high to uncover them.",
    "temp4_stamp-letter-send_3short": "Here is a very short story with the given words:\nI want to send a letter to my friend who lives far away. To mail it, I need to put a stamp on the envelope so it can travel to her. After I attach the stamp, I will send the letter and wait for her response.",
    "temp4_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe truck driver went to the station to fill up on diesel fuel. He pulled up to the pump and began to refuel, making sure not to mix it with petrol. After filling up, he paid and continued on his journey, grateful for the convenient pump that made his stop so quick.",
    "temp4_year-week-embark_3short": "Here is a 3-sentence story that includes the words \"year\", \"week\", and \"embark\":\nIt had been a year since I graduated from school, and now I was ready to embark on my dream journey around the world. I spent the last week packing my bags, saying goodbye to friends and family, and preparing for the adventure of a lifetime. As I stood at the airport gate, I took a deep breath and prepared to embark on this exciting new chapter in my life, one that would take me to places I never thought I'd see.",
    "temp4_statement-stealth-detect_3short": "Here is a 3-sentence story:\n\nAs I walked into the dark room, I made a bold statement by turning on my flashlight, shining it directly at the mysterious figure lurking in the corner. But to my surprise, the figure was an expert in stealth and quickly disappeared into the shadows before I could get a good look. The detective was called in to detect any clues that might have been left behind, but the room was spotless, leaving us with more questions than answers.",
    "temp4_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music, which gave her the faith to stand up and sing in front of the whole church. As she began to sing, her voice filled the room with joy and harmony, inspiring others to join in and share their own voices. With every note, her faith grew stronger, and soon the entire congregation was singing together in perfect unity.",
    "temp4_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, an evil empire rose to power, forcing all planets to comply with their harsh rules. The emperor, a mysterious figure with a talent for music, would often play a haunting melody on his favorite organ, striking fear into the hearts of those who dared to disobey. As the last notes faded away, the people knew they had no choice but to comply, or face the wrath of the empire's mighty forces. The sound of the organ became a signal for the people to surrender, and soon the empire's control was absolute, with all planets forced to comply with their every command.",
    "temp4_gloom-payment-exist_3short": "Here is a 3-sentence story that includes the words \"gloom\", \"payment\", and \"exist\":\nThe old mansion had been shrouded in gloom for decades, its grandeur and beauty hidden behind a veil of darkness. But when the new owner made the final payment on the property, the doors creaked open and the house began to exist once more as a vibrant and thriving home. As the sun streamed through the windows, the gloom was lifted, and the house was filled with laughter and life, proving that even the most forgotten places can still exist and flourish with a little love and care.",
    "temp6_stamp-letter-send_3short": "Here is a short story with the given words:\nI need to send a letter to my friend who lives far away. \nTo mail it, I must put a stamp on the envelope so it can travel. \nAfter adding the stamp, I will give it to the post office to send to her mailbox.",
    "temp6_petrol-diesel-pump_3short": "Here is a very short story with the given words:\nThe old truck needed to fill up at the petrol station. It was a unique vehicle that could run on both diesel and regular fuel, so it had two separate tanks. To fill up the tank, the driver had to use the pump to get the right type of fuel into the correct container. After filling up with diesel, the driver switched to the other side of the pump to get petrol for the other tank.",
    "temp6_year-week-embark_3short": "As the new year began, I felt excited to embark on a fresh journey of learning and growth. My teacher assigned us a project that would take a whole week to complete, but I was eager to start. With my backpack full of supplies, I was ready to embark on this adventure and make it an unforgettable week, and maybe even the best year ever.",
    "temp6_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about solving the mystery. She used her stealth skills to sneak into the dark alley and gather clues. With her keen eye, she could detect even the smallest details that others might miss. As she pieced together the evidence, she felt confident that she would crack the case.",
    "temp6_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal. She would sing hymns every Sunday, filling our church with beautiful sounds that strengthened our faith. As we sang together, I felt my heart fill with joy and my faith grow stronger, thanks to her unwavering belief in the magic of song.",
    "temp6_organ-empire-comply_3short": "Here is a very short story that includes the three given words:\nIn a far-off land, a magical organ played enchanting melodies that brought joy to the entire empire. The ruler of the empire commanded everyone to comply with the music and dance in celebration of its beauty. As people from all over complied, the kingdom was filled with happiness and harmony, thanks to the magical sounds of the organ.",
    "temp6_gloom-payment-exist_3short": "Here is a very short story with the given words:\nThe old mansion was shrouded in a deep gloom that seemed to exist forever. \nAs I walked through its empty halls, I stumbled upon an old receipt for a mysterious payment made long ago. \nIt was then that I realized some secrets were meant to exist only in the shadows.",
    "temp8_stamp-letter-send_3short": "I want to tell you a fun story with the given words. Here it is:\nTo mail her letter, she had to go buy a stamp at the store. \nThen she could send her letter to grandma in another town.",
    "temp8_petrol-diesel-pump_3short": "Here is a very short story at a grade none reading level that is 3 sentences long, that includes all 3 words:\n\nI went to the gas station to fill up my car with petrol. But then I saw a big truck and it needed diesel to move, so I had to use the other pump. After filling both vehicles, the attendant helped me at the counter near the pump where we pay for petrol and diesel.",
    "temp8_year-week-embark_3short": "Here is a very short story with the given words at a grade none reading level that is 3 sentences long:\nEvery year we go on vacation for one whole week. This time we will embark on an adventure to a new place. We can't wait to see what amazing things we will discover when we embark on our journey next week, and make this the best year ever!",
    "temp8_statement-stealth-detect_3short": "Here is a very short story with the given words:\nThe detective made a bold statement about her ability to solve the case. With stealth, she snuck into the dark alley to gather more clues. Her sharp eyes helped her detect a crucial piece of evidence that cracked the whole mystery wide open.",
    "temp8_belief-faith-sing_3short": "Here is a very short story with the given words:\nMy grandma had a strong belief in the power of music to heal, which gave her the faith to stand up and sing in front of the whole church. As she began to sing, her voice echoed through the halls and brought joy to everyone listening. With every note, her faith grew stronger, inspiring others to share in her belief that music could bring people together in a beautiful way.",
    "temp8_organ-empire-comply_3short": "Here is a very short story with the given words:\nIn a far-off galaxy, a magnificent organ echoed through the grand halls of a powerful empire. The ruler of this empire demanded that all citizens comply with the strict rules and regulations that governed their daily lives. Those who failed to comply would face severe punishment, but those who obeyed were rewarded with great riches and honor within the empire. As the years passed, the sound of the organ became synonymous with the empire's authority, reminding everyone to comply with its laws. The empire's power continued to grow, with the organ's melody serving as a constant reminder of its dominance, and all were expected to comply without question.",
    "temp8_gloom-payment-exist_3short": "Here is a very short story with the given words:\nIn a world shrouded in gloom, a mysterious figure emerged to collect a payment from the villagers. The payment was said to ensure their safety and allow them to exist in harmony with the darkness that surrounded them. As long as they made the payment on time, they were allowed to exist without fear of the gloom consuming them.",
    "temp10_stamp-letter-send_3short": "I want to tell you a fun story! I wrote a letter to my friend and then I got a special stamp to put on it. After that, I went to the mailbox to send it to her house. When she got the letter, she was so happy and we became even better friends because we could send letters to each other all the time.",
    "temp10_petrol-diesel-pump_3short": "Here is a very short story with the given length of 3 sentences:\n\nAs I drove my truck into the station, I realized I needed to fill up on diesel fuel to make it to my next destination. The attendant showed me which pump to use and helped me get the right nozzle for my vehicle. After filling up, I asked if they also had petrol available for my friend's car, and they pointed us to a different pump just a few feet away.",
    "temp10_year-week-embark_3short": "As the new year began, I couldn't wait to embark on a journey around the world. It would take me a whole week to get to my first destination, but I was excited for the adventure.",
    "temp10_statement-stealth-detect_3short": "I'm ready to write. What is the length of the story? Please provide the value for {length_string}. I'll create a short story that includes all three words: statement, stealth, and detect.\n\nPlease respond with the length.",
    "temp10_belief-faith-sing_3short": "Here is a 3 sentence story that includes the words \"belief\", \"faith\", and \"sing\":\nAs I stood on the mountain, my belief in a higher power was renewed by the breathtaking view. With faith guiding me, I felt a sense of peace wash over me, and I began to sing a gentle melody that echoed through the valleys below. The sound of my own voice singing in harmony with nature filled my heart with joy, and I knew that my faith had been strengthened by this magical moment.",
    "temp10_organ-empire-comply_3short": "Here is a very short story with the given words:\n\nIn a far-off galaxy, there existed an alien empire ruled by a mysterious leader who controlled everything with a magical organ that played enchanting melodies. The inhabitants of the planet had to comply with the leader's rules or face the consequences. Those who refused to comply would be forced to listen to the haunting sounds of the organ forever, a punishment they feared greatly.",
    "temp10_gloom-payment-exist_3short": "Here is a 3-sentence story using the given words:\nThe forest was filled with an eerie gloom that made it hard to see. According to legend, a magical creature lived deep within the trees and demanded a special payment from anyone who dared to enter its home. Many doubted that such a creature could exist, but those who ventured in never returned to tell the tale."
}